[
 {
    "id": 1,
  "judul": "Iklan = Cerita Bergambar",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQoAdbSGF0ZwjO29iCdQ9Zjx_lcSwUr5n49VcXXNZszLiCHtqRpoKI6A0N87g&s",
  "tahun_terbit": "14-May-19",
  "kategoribuku": "Memorabilia",
  "rating": "3.8",
  "deskripsi": "Pada masa 1950-an sampai 1980-an, jutaan orang di Indonesia menobatkan diri sebagai pembaca majalah. Segala majalah diterbitkan memiliki pembaca fanatik. […]",
  "isi": "Pada masa 1950-an sampai 1980-an, jutaan orang di Indonesia menobatkan diri sebagai pembaca majalah. Segala majalah diterbitkan memiliki pembaca fanatik. Majalah bercap politik, wanita, keluarga, film, olahraga, sastra, anak, musik, dan ekonomi memberi pengaruh besar dalam keaksaraan dan pembentukan selera konsumsi. Di majalah, iklan-iklan bertaburan minta perhatian. Iklan turut memungkinkan majalah terus terbit. Di mata pembaca, iklan itu rangsangan dan perintah untuk memiliki, menikmati, atau menggunakan pelbagai hal. Majalah sepi iklan pasti majalah “merana”. Dulu, majalah berlimpahan iklan justru membuat pembaca semakin girang meski tenggelam di lumpur konsumsi.\nPuluhan tahun berlalu dari masa orang melulu terpikat iklan tercetak, abad XXI menuntun orang berpesta iklan beragam media. Iklan-iklan di koran dan majalah tetap berpengaruh meski mulai disaingi tatapan mata ke iklan bergerak, bersuara, dan berwarna di televisi dan internet. Iklan masih minta perhatian. Situasi mutakhir pernah dikomentari W Wibowo dalam buku berjudul Sihir Iklan (2003). Ia mengingatkan bahwa sihir iklan mencuat akibat efek jurnalisme menelikung kita di kehidupan keseharian. Ia melulu mengurusi bahasa, tak mengarah ke pemunculan iklan adalah cerita bergambar.\nPembuatan iklan tak melulu menata kata agak mengandung kebohongan. Foto para artis di iklan belum tentu melariskan komoditas. Gambar-gambar mungkin turut mengumbar imajinasi, mengarahkan mata-imajinasi pembaca ke sembarang arah demi pembenaran bujukan. Sajian iklan-iklan memikat mulai bermunculan masa 1950-an. Iklan berupa cerita bergambar pernah membesarkan Blue Band. Iklan serial bertokoh Giman, menjadikan margarin itu laris dibeli keluarga-keluarga di Indonesia, dari masa ke masa. Kita mulai mengenang Giman dalam cerita bergambar untuk menuju ke iklan-iklan tak boleh terlupakan.\nIklan dijuduli “Giman Selalu Berhasil” gampang membuat pembaca lekas paham bahwa Blue Band berkhasiat bagi bocah-bocah dalam peristiwa-peristiwa keseharian. Bocah menjadi sakti mandraguna gara-gara makan roti diolesi margarin Blue Band. Margarin terbuat dari tetumbuhan pilihan. Iklan di majalah Minggu Pagi, 27 April 1956 membuat pembaca kagum pada Giman, ingin meniru kebijakan sang ibu, dan menganggap Blue Band berarti di keluarga. Cerita bergambar itu mungkin memberi pengaruh besar ke ibu-ibu di masa lalu: “(1) Pulang tamasja membawa tanaman bunga. Giman gembira dan ibupun bangga; (2) Dikebun pajah Giman menggali lobang. Ibu menawarkan roti berlapis Blue Band; (3) Lihatlah hasil usaha ibu ini. Giman tangkas dan tjekat kembali; (4) Tanaman bungan ditanam, menghias asri. Ajah ibu bangga, tertawa berseri-seri.”\nPembaca menggeleng kepala atau mengucap pujian. Giman itu tokoh penting di masa 1950-an dan 1960-an. Keluarga Indonesia “wajib” mengenal Giman jika menginginkan memiliki anak sakti mandraguna. Segala pekerjaan atau peristiwa dialami Giman selalu ada dalam dua kondisi. Semula, lemah atau lungkrah dan capek. Pemberian roti berlapis Blue Band untuk ibu mengubah semua menjadi kuat, cepat, indah, dan bahagia.\nCerita bergambar produksi Blue Band tampil di pelbagai majalah, berharap tebar pengaruh ke jutaan orang di Indonesia. Giman itu bocah idaman. Ia berasal dari keluarga kelas menengah. Bukti paling kentara adalah kebiasaan makan roti. Ia memang memiliki peristiwa-peristiwa bersepeda, berkebun, bermain bola, dan membantu orang tua. Penampilan Giman mengesankan bocah-bocah masa 1950-an sudah ada di pengalaman menjadi modern tapi tak terlepas dari tata kehidupan khas Indonesia sedang menginginkan adonan tatanan hidup “baru”. Bapak dan ibu masih memungkinkan jadi representasi orang tua Indonesia. Bapak bekerja kantoran dengan busana necis dan ibu berpenampilan selaku ibu rumah tangga.\nPembuatan iklan berupa cerita bergambar dimuat sehalaman di majalah agak memberi keunikan ketimbang iklan-iklan pamer foto dan kata-kata abai cerita. Pilihan bentuk iklan cenderung dipengaruhi kegemaran publik pada komik. Dulu, komik mewabah. Pada masa 1950-an, orang-orang kecanduan komik atau certia bergambar tersaji di majalah atau dicetak menjadi buku. Beriklan menggunakan cerita bergambar terasa sesuai dengan situasi zaman, ingin berterima dan memicu dampak ke selebrasi konsumsi kolosal.\n* * *\nPada masa 1940-an, siasat beriklan dengan cerita bergambar sudah mejeng di majalah Kadjawen edisi 5 September 1941. Pengiklan adalah Quaker Oats. Iklan bertema pendidikan, mengajak pembaca mengandaikan bocah-bocah di sekolah berkenalan dengan khasiat Quaker Oats. Ilmu diamalkan di rumah, membentuk adab baru di keluarga berselera modern. Bocah-bocah diharapkan memiliki kecerdasan dan ketangkasan setelah rajin bersantap Quaker Oats. Pada masa 1940-an, majalah Kadjawen dibaca orang-orang di Jawa dengan penguasaan bahasa Jawa dalam edisi cetak beraksara Jawa dan Latin. Cerita bergambar itu anggaplah berhasil meresapkan iklan kemodernan ke lubuk peradaban Jawa menjelang Perang Dunia II.\nIklan itu cerita bergambar dari Quaker Oats belum bisa diakui sebagai terawal dalam periklanan di tanah jajahan. Kita masih mundur lagi ke masa 1930-an. Di Kadjawen edisi 25 April 1939, pembaca terbujuk cerita bergambar persembahan Colgate’s. Iklan mungkin tiruan dari tata cara asing. Pembaca di Jawa terkesima. Para tokoh di iklan berkebangsaan asing. Mereka dari negeri jauh tapi di cerita bisa berbahasa Jawa. cerita mengenai penderita sakit gigi. Ia mendapat saran dokter untuk menggunakan “djampi gosok oentoe” bermerek Colgate’s. Saran dokter memang manjur. Penggunaan secara rutin Colgate’s membikin “tjangkem” dan “oentoe” terbebas atau terhindar dari sakit. Iklan pun berkhasiat.\nCerita bergambar ingin tebar pesona tampil pula di Kadjawen edisi 12 Mei 1939. Iklan bertokoh lelaki ditujukan ke kaum lelaki keranjingan sepakbola. Dua lelaki menonton pertandingan sepakbola. Mereka sering berteriak-bersorak. Ulah itu membuat tenggorokan sakit. Dua lelaki menonton sepakbola itu berbusana parlente. Mereka memutuskan untuk mengonsumsi permen bermerek asing ketimbang jajan es teh. Iklan mengajak para lelaki di Jawa jangan lupa membawa permen di kantong,. Permen itu “menolong” sakit tiba-tiba terasakan. Lelaki ngemut permen itu lelaki idaman.\nGiman dan iklan-iklan berupa cerita bergambar di Kadjawen memastikan gejala baru pembuat iklan ingin mendapat perhatian pembaca. sejak masa 1930-an sampai 1950-an, cerita bergambar bukan sajian di rubrik penghiburan. Pembaca pun diarahkan menjadikan sajian cerita bergambar untuk menjadi manusia berhasrat konsumsi. Cerita bergambar mengenai asmara, petualangan, detektif, atau kelucuan mendapat saingan bermisi iklan-iklan komersial. Iklan jenis itu mengenalkan pengetahuan dan tatapan rupa “berlagak” baru dan datang dari negeri asing. Pemilihan tokoh-tokoh bumiputra dan keragaman penggunaan bahasa-aksara berdalih “mufakat” ribuan orang mau mengonsumsi.\n* * *\nPada masa berbeda, garapan cerita bergambar mulai memancing penasaran akibat mutu gambar atau pikat bahasa dalam penceritaan. Di majalah Kartini, 11-24 Juli 1988, memuat iklan mengejutkan bagi pembaca menggemari legenda atau sempat menjadi pembaca Panji Koming buatan Dwi Koen. Iklan dari Listerin mempersembahkan iklan berjudul “Legenda Listerin: Nada Segar.”  Alkisah, dua lelaki berbeda peruntungan. Jaka Arum bersenandung dan mendapat pujian. Ia bersuara merdu dan memiliki napas segar. Penonton boleh menghirup abab Jaka Arum. Nasib sial dialami Aria Badeg. Ia pun memiliki suara merdu tapi ditinggalkan penonton. Bau mulut Aria Badeg memberi siksa tiada tara ke penonton. Merek sempat meminta pertolongan ibu berlindung dari abab termambu di dunia. Dua lelaki itu bercakap. Jaka Arum memberi saran sakti agar Aria Badeg terhindar dari ejekan dan kutukan penonton: “Menggosok gigi belum tentu mengharumkan dan menyegarkan kemerduan nada dan aroma napasmu. Berkumurlah dengan Listerine.” Iklan setengah halaman itu keren!\nIklan di majalah Kartini tak seheboh cerita bergambar di majalah Intisari edisi Agustus 1980. Nasib lelaki bergantung dari wajah. Keinginan mendapatkan pekerjaan sulit terwujud bagi lelaki berwajah tak bersih, wajah brewokan. Di mata para majikan, brewokan itu mengganggu mata atau tak memenuhi dasar-dasar penerimaan pegawai baru. Anwar dan Tono mencari pekerjaan. Anwar terlebih dulu diterima di perusahaan. Ia berpenampilan rapi dan bersih. Tono belum bernasib baik. Sedih disembuhkan nasihat terbijak dari Anwar agar Tono membersihkan atau mencukur berewok dengan alat cukur dan silet Goal. Penampilan bersih mungkin menjadi penentu nasib baik saat melamar pekerjaan di pelbagai perusahaan. Nasihat itu benar! Tono mendapat pekerjaan. Di akhir cerita, Tono berbusana bersih dan rapi. Wajah semringah. Lelaki berdasi itu membuktikan saran Anwar, bergantian memberi nasihat ke para pembaca: “Kini, akupun sudah bekerja berkat Goal. Setiap pria seharusnya mencukur dengan Goal setiap hari.”\nDua cerita bergambar meminta perhatian dan mufakat dari kaum lelaki seantero Indonesia. Janganlah menjadi lelaki bernapas bau dan berewokan! Lelaki bernasib untung dianjurkan mengubah tata cara hidup. Mulailah berkumur dengan Listerine. Rajinlah mencukur dengan Goal! Para lelaki masa 1980-an digoda mendefinisikan (ulang) diri dengan pujian, rezeki, dan pembenaran adab bentukan rezim Orde Baru. Kerapian, kebersihan, keharuman, ketertiban itu amalan dari perintah-perintah politis bercampur nalar bisnis.\n* * *\nKita mundur lagi ke masa 1970-an, gerak ke belakang mengingat definisi lelaki sering dipermalukan gara-gara panu. Di Indonesia, kaum lelaki berpanu itu menodai agenda pembangunan nasional. Modernisasi rusak oleh kulit lelaki berpanu. Indonesia wajib bebas dari panu, malu pada negara-negara besar memiliki paham kebersihan dan kesehatan. Kaum lelaki Indonesia malah kolektor panu. Memalukan! Pokok-pokok pembangunan nasional dan peraturan pemerintah belum menjadikan panu adalah masalah terbesar penghambat pembangunan nasional. Pengabsenan itu diisi oleh pabrik obat dengan mengumumkan bahwa Kalpanax mujarab memusnahkan panu dari Indonesia.\nIklan kocak dan pedih bertema panu dimuat di majalah Intisari edisi Maret 1976. Ada 6 cerita bergambar ditaruh di beda halaman. Pembaca tentu kaget saat berjumpa lelaki berpanu adalah tokoh mendapat olok-olok. Lelaki mengoleksi panu perlahan dijadikan masalah besar di Indonesia. Kalpanax tak ingin Indonesia diejek oleh Singapura, Thailand, Prancis, Belanda, Belgia, Kolombia, dan Maroko mengacu ke data lelaki berpanu masih jutaan. Pemberantasan lelaki berpanu itu bermisi melindungi Indonesia dari seribu ejekan.\nDi halaman 66, lelaki dipermalukan secara terbuka. Percakapan ibu dan gadis berpacar lelaki memiliki panu: “Ibu nggak senang kau punya pacar lelaki hidung belang”; “Orangnya baik, Bu. Yang bikin belang hidungya karena di ujung hidungnya ada panunya”; “Kalau cuma itu lenyapkan dengan olesan Kalpanax.” Nasib lelaki itu bergantung Kalpanax. Pakailah dan berharap panu di hidung hilang! Berpacaranlah dengan restu ibu pemberi saran paling sakti! Panu itu aib. Lelaki wajib dipermalukan jika berpanu.\nKita masih membuka Intisari. Di halaman 114, cerita bergambar lucu banget. Kini, orang-orang suka melihat pertandingan tinju atau pertarungan bebas kadang menggunakan unsur-unsur di gulat. Pada masa 1970-an, gulat itu olahraga mengisahkan lelaki gagah dan perkasa. Definisi runtuh oleh panu. Dua pegulat berdebat dengan sumber perkara panu. Pegulat melapor ke juri: “Juri, saya nggak mau bertanding gulat sama dia, habis dia panuan. Takut kulit saya ketularan.” Keluhan diterima juri. Semua demi martabat kaum lelaki di Indonesia. Nasihat bijak dari juri pada pegulat panuan: “Baik, pertandingan ditunda dulu, sementara kau menghilangkan panumu dengan olesan Kalpanax.” Duh!\n* * *\nSegala ingatan cerita bergambar di periklanan majalah masa 1930-an sampai 1980-an memunculkan konklusi: pembaca di Indonesia berlaku sebagai “bocah” dalam memahami segala hal bergantung gambar dan cerita. Mereka bakal terbujuk dan terjerat. Pembesaran nalar-imajinasi konsumsi terpicu cerita bergambar. Kita bisa membenarkan dengan membaca pelbagai hasil penelitian terbit menjadi buku berjudul Psikologi Ekonomi dan Konsumen (2005). Buku terbitan Fakultas Psikologi, Universitas Indonesia, itu terlambat terbaca untuk mengerti pikat cerita bergambar masa lalu. Kita pastikan orang-orang terpengaruh dengan iklan berupa cerita bergambar untuk upacara konsumsi tiada henti.\nKita tak usah kelabakan dalam pemaknaan cerita bergambar di majalah-majalah bertugas menjadi iklan. Bukalah buku-buku garapan Marcel Boneff, Seno Gumira Ajidarma, dan Hikmat Darmawan. Mereka rajin meneliti komik, kartun, dan karikatur. Buku-buku mereka ampun, berpengaruh secara akademik dan mengesahkan orang tetap menjadi kolektor komik. Buku-buku mereka belum terlalu penting digunakan dalam mengkliping dan mencari penjelasan Indonesia di iklan-iklan memilih bentuk cerita bergambar. Kita mengingat dan melihat (bersama) saja tanpa keseriusan akademik atau sangkaan estetika. Begitu.\n"
 },
 {
    "id": 2,
  "judul": "Pippi, Popo, Mereka",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRlI89ugmZjljvG9FGQeOnu_0aVy_mM4k7ZWwd0csXlvZmNcOusbSJ8wit3OvE&s",
  "tahun_terbit": "07-May-19",
  "kategoribuku": "Memorabilia",
  "rating": "4.0",
  "deskripsi": "Puluhan tahun lalu, bocah-bocah di dunia mendapat cerita memukau dari Astrid Lindgren. Cerita bertokoh bocah perempuan bernama Pippi. Tokoh menggelikan […]",
  "isi": "Puluhan tahun lalu, bocah-bocah di dunia mendapat cerita memukau dari Astrid Lindgren. Cerita bertokoh bocah perempuan bernama Pippi. Tokoh menggelikan tapi memberi warta gembira bagi bocah-bocah menjadi “pemberani”. Ia itu aneh dan lucu. Di mata sekian orang, Pippi sering bikin sebal dan bingung: omongan, penampilan, dan perbuatan.\nIa sering mengenakan kaus kaki panjang beda warna dan motif. Kesengajaan di penciptaan girang dan menepis malu menurut tatanan normal. Pippi sudah “menggugat” dan mengerti kesembronoan estetik. Ia pun dijuluki “Si Kaus Kaki Panjang”. Pippi sedang mengenakan makna memiliki ketetapan di mata publik berkaitan ukuran, warna, waktu, tempat, dan tindakan. Si bocah seperti melakukan ralat atas kamus dan opini umum dalam tawa dan tingkah mengejutkan nalar biasa. Pada kaus kaki, Pippi membentuk identitas di luar kebakuan ukuran kesopanan dan estetika publik. Tokoh itu terus terkenang sampai sekarang. Ingat Pippi, ingat kaus kaki panjang. Di kaki, kaus kaki itu metafora memicu tawa, sebelum sangsi-sangsi bermunculan mengenang adab hidup di Eropa.\nAstrid Lindgren (1984) mengisahkan: “Nah, kaki Pippi yang kurus panjang dibungkus sepasang kaus panjang. Tapi warnanya tidak sama. Kaus yang satu warnanya hitam, sedang sebelahnya berwarna kuning garis-garis hitam. Pippi memakai sepatu hitam yang kebesaran. Ukurannya dua kali lebih besar.” Sepatu itu dibelikan bapak di Amerika Selatan. Si bapak meniatkan sepatu besar itu “agar kaki Pippi bisa tumbuh bebas di dalamnya.” Kaus kaki aneh dan sepatu besar. Kaus kaki itu memberi julukan keren pada Pippi.\nCerita Pippi berkaus kaki panjang itu menggirangkan bocah-bocah di Indonesia. Kita tak pernah memiliki album catatan ulah Pippi ditiru ribuan bocah. Di rumah dan sekolah, mereka berkaus kaki panjang beda motif dan warna. Ulah itu pasti membikin tertawa dan senewen. Bocah-bocah di Indonesia dididik tertib, rapi, dan seragam. Dulu, bocah-bocah SD diwajibkan mengenakan kaus kaki berwarna putih dan sepatu hitam di hari Senin. Kaus kaki ikut upacara bendera. Pada hari Sabtu atau hari ditentukan pihak sekolah, murid-murid mengenakan kaus kaki berwarna hitam saat berseragam pramuka. Pada abad XXI, kaus kaki itu iklan sekolah. Kini, bocah-bocah mengenakan kaus kaki dengan logo sekolah. Kita menduga ada orang melihat kaus kaki dan berpikiran mutu sekolah.\n* * *\nDi negeri dan masa berbeda, kaus kaki ditempeli makna-makna tambahan tanpa membatalkan makna asal. Kita menuju Korea Selatan. Kaus kaki tanpa jejak pemaknaan seperti di dua kaki Pippi. Kaus kaki dikenakan gadis sedang bingung mengurusi perasaan. Kaus kaki di perkara asmara. Kaus kaki sudah lazim dikenakan kaki-kaki para murid di sekolah atau dikenakan saat bekerja di kantor. Lelaki dan perempuan pantas berkaus kaki asal merasa enak dan menetapi kaidah-kaidah disepakati umum.\nPada 2009, Pape & Popo: Rainbow Love mendapat penghargaan komik terbaik di Korea Selatan. Komik buatan Shim Seung-hyun itu mengena di perasaan dan menantang pembaca di keluguan menjadi manusia di abad XXI. Kita menikmati komik itu dalam edisi bahasa Indonesia pada 2014. Kenikmatan di kertas saat jutaan orang memilih melihat Korea Selatan di panggung musik atau drama seri mengagungkan air mata. Di Indonesia, tumpahan air mata untuk keromantisan khas Korea Selatan mengolah sumber-sumber tradisi dan pengaruh dari Amerika Serikat-Eropa.\nTokoh gadis bernama Popo dilanda bimbang dalam menentukan tambatan hati. Ia pernah diperlakukan secara sopan dan dimanjakan oleh Jung-woo. Lelaki santun, penuh pengertian, sabar. Di kubu sebelah, ada Pape. Lelaki “nakal”, lucu, dan setia. Detik-detik kebimbangan membuat Popo repot di keputusan. Pada suatu peristiwa, ia menemukan umpama berupa kaus kaki. Popo ingin berdandan anggun. Ia bingung memilih kaus kaki. Ada dua pasang kaus kaki sama-sama diinginkan dikenakan di kaki: sepasang kaus kaki panjang berwarna biru dan sepasang kaus kaki pendek berwarna hijau. Ia memutuskan mengenakan kaus kaki panjang di kaki sebelah kanan dan pendek di kaki sebelah kiri. Ia memenuhi ingin mengenakan dua pilihan telah membimbangkan. Pilihan itu ditertawakan sendiri: menggelikan dan tolol.\nDi kaus kaki, Popo ingin berumpama perasaan pada dua lelaki pujaan. Ia dipaksa memilih dan berani tanggung risiko: bahagia atau kecewa. Popo memastikan memilih Pape. Lelaki bukan kaus kaki. Perasaan bukan kaus kaki. Setiap hari, Popo tetap mengenakan demi gengsi dan kepatutan. Ia harus berkaus kaki seragam, tak boleh selen atau berbeda di dua kaki. Berasmara dan berkaus kaki itu beda meski pernah ada di “titik” pengertian sejalan. Di mata Popo, pujaan bernama Pape itu lelaki, bukan kaus kaki berbau apek, bolong, dan molor.\nKaus kaki di Indonesia memiliki cerita terlalu berbeda dengan kegirangan Pippi dan asmaranisme bertokoh Popo-Pape. Kini, kita sampai ke pengertian bahwa kaus kaki itu halal. Kaus kaki ada di ejawantah keimanan. Indonesia memiliki komoditas kaus kaki bermerek Soka telah berhasil mendapatkan sertifikasi halal dari Majelis Ulama Indonesia. Pihak produsen menjelaskan arti halal harus memenuhi tiga kriteria: (1) bahan baku dan pencelupan kain menggunakan softener terbuat dari tumbuhan; (2) kaus kaki diproduksi menggunakan kuas berasal dari ekor kuda dijamin halal; (3) lingkungan produksi kaus kaki jauh dari unsur najis (Republika, 5 April 2019).\nKaus kaki itu ditujukan ke konsumen dari kalangan muslimah. Pada saat kaum muda semakin ingin mengetahui Islam dan rajin mengikuti pengajian, kaus kaki itu diharapkan laris. Konsumen tak usah ragu untuk mengenakan kaus kaki dalam pelbagai peristiwa keseharian. Pada kaus kaki, mereka menguji keimanan dan berikhtiar meningkatkan ibadah. Kaus kaki halal itu mendapatkan pasar di Indonesia, Filipina, Malaysia, Thailand, dan Australia. Kita ada di perkara baru, berjarak jauh dari cara baca kaus kaki di novel gubahan Astrid Lindgren dan komik buatan Sim Seung-hyun.\n* * *\nIklan kaus kaki di Indonesia terbilang jarang. Kaus kaki dalam cerita cukup memberi kita imajinasi mengenai pelbagai hal. Kaus kaki di sekolah-sekolah Indonesia sudah mengabarkan keseragaman dan cara “menertibkan” murid. Murid nekat tak berkaus kaki pasti dapat ejekan dan hukuman. Di tatapan mata, murid itu berpenampilan buruk. Di Indonesia masa 1980-an dan 1990-an, orang-orang lekas memberi tuduhan jika melihat murid mengenakan sepatu tapi tak berkaus kaki adalah murid STM, bukan murid SMA. Penolakan berkaus kaki kadang mendapat penggenapan dengan kenekatan murid mengenakan kaus kaki sudah bolong, bau, dan molor.\nKita tinggal itu menuju iklan-iklan kaus kaki pernah muncul di majalah-majalah. Iklan itu pasti kalah seru dengan iklan sepatu dan tas. Di majalah Tempo edisi 24 Maret 1984, tersaji iklan minta perhatian. Iklan kaus kaki dari Pan Arfina. Kaus kaki bermerek Fila dianjurkan dimiliki para pembaca gemar olahraga. Kaus kaki manjur: “Melekat di kaki sang juara!” Kaus kaki dikenakan atlet tenis, bukan murid atau lelaki kasmaran.\nSimaklah: “Kaus kaki Fila khusus dirancang para ahli agar gerak kaki Anda menjadi lebih gesit, lincah dan mantap pada setiap ayunan raket. Kebebasan gerak kaki Anda lebih terjamin karena Fila terbuat dari bahan pilihan yang lembut dan menyerap keringat secara efektif. Selain itu, desainnya yang sportif sangat mendukung penampilan Anda.” Pada olahraga berbeda, kaus kaki berbeda bahan, motif, dan khasiat. Kaus kaki itu janganlah dikenakan para pemain sepakbola dalam Liga Champions. Kaki-kaki mereka bakal rusak dan cedera. Iklan itu mungkin pernah berpengaruh di masa 1980-an. Orang-orang kampung agak sulit membeli kaus kaki mahal. Mereka memilih membeli di pasar malam dengan uang 10 ribu rupiah mendapat tiga pasang kaus kaki.\nPada 1990-an, kaus kaki menentukan gengsi individu dan keluarga. Kaus kaki itu terlihat, mengabarkan derajat sosial si pemakai. Iklan berwarna sehalaman tampil di Tempo, 7 April 1990. Iklan keluarga untuk mengajak keluarga-keluarga Indonesia mengenakan kaus kaki bermerek Mundo. Iklan berdoktrin: “Bagiku harus Mundo, tiada pilihan lain.…” Kaus kaki apik. Mahal. Lihatlah, kaus kaki mau ditaruh di dalam koper, diajak bepergian keluarga berada. Kaus kaki berkumpul bersama baju, celana, dasi, dan lain-lain. Kaus kaki tak berbau apek.\nMereka keluarga Orde Baru: bapak, ibu, dan dua anak (putra dan putri). Mereka pelesiran. Peristiwa mereka berada di taman dan pelabuhan. Kaus kaki mereka tampak bersih dan cakep. Kaus kaki pilihan, bukan berasal dari pasar malam. Mereka memilih kaus kaki bermutu. Janji dari pengiklan: “Warna-warni yang in, pilihan yang asyik dengan computerized design dan sistem linking supaya enak dipakai. Awet, karena teknik double sole yang canggih. Sekian jenis dan ukuran kaus kaki bisa dikenakan bayi, anak-anak, remaja, dan dewasa. Pilihan lengkap! Kaus kaki selera kelas menengah-atas.\nIngat, kaus kaki mungkin penting dalam pembenaran kesuksesan pembangunan nasional. Konon, keampuhan Orde Baru bisa dibuktikan dengan jutaan orang mengenakan busana necis dan berkaus kaki apik. Lihatlah, para pejabat, pengusaha, dan orang-orang terkenal. Mereka memiliki koleksi kaus kaki, bukan berharga 10 ribu rupiah dapat tiga pasang. Di Indonesia, kaus kaki itu industri laris meski harus bersaing gengsi dengan pengena kaus kaki di Amerika Serikat, Inggris, Rusia, Tiongkok, Korea Selatan, dan Jepang. Begitu."
 },
 {
    "id": 3,
  "judul": "Terkutuk dan Terpuji",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQWH_3M1TOQ4QAwK5CwPolf-Elgxo3RYz9iw5z_Eiggt9N6vWMh31C6bYtn0Q&s",
  "tahun_terbit": "30-Apr-19",
  "kategoribuku": "Memorabilia",
  "rating": "4.0",
  "deskripsi": "Kita mengingat April itu tikus dan kota, bukan cuma hari coblosan kolosal di Indonesia. Di National Geographic-Indonesia edisi April 2019, […]",
  "isi": "Kita mengingat April itu tikus dan kota, bukan cuma hari coblosan kolosal di Indonesia. Di National Geographic-Indonesia edisi April 2019, kita membaca esai-esai bertema kota. Batavia jadi tulisan diampuhkan untuk mengenang 400 tahun tempat bersejarah di Nusantara. Pakar Batavia asal Indonesia, Belanda, Jerman, Prancis, dan Amerika Serikat sudah sering menulis artikel dan buku. Kita membaca merasa ada pengulangan dan hampir jenuh. Kita merindukan kota-kota berbeda di Nusantara untuk diceritakan secara memukau digenapi gambar dan foto.\nKita membaca saja artikel berjudul “Di Bayang-Bayang Kota” oleh Emma Maris. Kita sudah terkejut di kalimat awal: “Di mana ada manusia, di situ ada tikus, yang hidup makmur di tengah sampah.” Kota-kota di Indonesia pusing memikirkan sampah. Hari demi hari, jumlah sampah bertambah. Eh, tempat untuk menampung atau mengolah sampah masih mustahil memadai. Hidup di kota memang bersampah dengan hitungan ton, menit demi menit.\nDi pelbagai negeri, tikus itu musuh terbesar di perang selama ribuan tahun. Tikus harus musnah. Pelbagai rumus, mantra, obat, dan teknologi dihasilkan manusia tapi tikus merajalela. Bumi menjadi ruang perburuan mereka bersantap pelbagai makanan. Pemberi makanan sering manusia. Perang manusia melawan tikus adalah perang terpanjang, mengalahkan durasi film Avengers: Endgame keluaran Marvel Studios.\nKita simak alinea di National Geographic-Indonesia: “South Georgia yang seluas 3.900 kilometer persegi, di dekat Antartika, adalah pemegang rekor saat ini. Pada bulan Mei 2018, pulau itu dinyatakan bebas tikus setelah helikopter menjatuhkan 300 ton racun selama lima tahun di lanskapnya yang tandus, dengan biaya Rp 80 miliar.” Kita menantikan perang sangar itu berlangsung di kota-kota di Indonesia? Fantastis! Ratusan ton racun memusnahkan tikus-tikus mungkin berjumlah jutaan. Duit puluhan miliar ikhlas digunakan demi pulau tanpa tikus. Kaum pembenci tikus bertepuk tangan dan bersorak. Dendam mereka terlunaskan. Oh, tikus melulu musuh besar dan sasaran kebencian absolut? Manusia sering melampaui batas: mencipta permusuhan abadi tanpa ada permakluman. Kita belum dolan ke Rajahsthan, India. Di sana, tikus hidup damai bersama manusia. Tikus malah disuguhi makanan dan susu.\nIndonesia sulit mengadakan sensus tikus. Jumlah penduduk gampang diketahui tapi jumlah tikus tak tercatat. Tikus di sembarang tempat. Kota dan desa tak beda. Di situ, tikus berkeliaran, makan, bercumbu, membikin onar, dan beranak pinak. Kita diajari leluhur dalam mengusir dan membunuh tikus. Eh, tikus tetap masih ada. Kita belum rampung memberi kutukan pada tikus-tikus. Kita belum memiliki jurus paling mematikan. Abad XXI memberi kepastian bahwa kita “bodoh” dan “kalah” dalam perang melawan tikus di seantero Indonesia.\nKita mengingat sekian cara menangkap dan membunuh tikus. Kita membuka majalah Editor edisi 8 April 1989. Di sampul belakang, gambar tikus berukuran besar. Tikus itu berkumis. Satu kata pilihan jutaan orang ditaruh di atas: “Basmi”. Kaum pembasmi tikus diminta berjanji menunaikan misi besar dengan membeli Lem Tikus produksi PT Indira (Jakarta). Lem tikus itu aman dan bersih. Keunggulan seperti penjelasan produsen: “tak beracun”, “tanpa bau”, “tidak berbahaya bagi anak-anak dan binatang peliharaan.” Lem digunakan dalam pembasmian tikus. Kita tak sedang membuat kerajinan atau mengerjakan tugas dari guru. Lem itu berbeda dari lem untuk kertas dan kain. Lem jangan dimakan bikin sakit. Lem tikus dimakan mengartikan si pemakan mengidap keteledoran dan kebodohan akut. Dulu, lem itu dibeli ribuan orang merawat benci banget pada tikus-tikus di rumah, kantor, toko, dan sekolah.\nPada 1990-an, ikhtiar besar membasmi tikus di Indonesia dilakukan dengan cara teknologis. Pembasmi tikus didatangkan dari Amerika Serikat. Orang-orang mengakui Amerika Serikat adalah negara kebablasan mencipta tokoh-tokoh hero di komik dan film. Nah, negara itu menghasilkan benda ajaib agar jadi hero di perang melawan tikus. Berkiblat ke Amerika Serikat, orang-orang ingin melihat tikus-tikus mati bergelimpangan atau lari ketakutan menanggung frustrasi berkepanjangan.\nTikus-tikus tampak takut pada benda made in Amerika Serikat. “Tikus tidak pergi, uang Anda kembali,” janji dari produsen. Iklan itu dimuat di majalah Tempo, 2 Oktober 1993. Konsumen diajak membuktikan dengan membeli benda sakti bernama Pest A Cator (PAC). Petunjuk kesaktian: “Alat canggih pengusir tikus dengan sistem medan magnet, telah terbukti ampuh mengusir tikus. PAC aman dan tidak mempunyai efek terhadap manusia, komputer, alat-alat elektronik, dan hewan peliharaan.” Benda itu diharuskan dipasang pada stop kontak 220 volt. Rumah belum berlistrik jangan harap melakukan pertempuran melawan tikus.\n* * *\nKita membenci tikus tapi menginginkan tikus memberi kelucuan dan keharuan saat dijadikan tokoh dalam buku cerita dan film. Siapa ingat tikus menggemaskan suka memasak? Bocah-bocah mengenali tikus itu dengan membaca buku berjudul Ratatouille (2007) susunan Victoria Saxon dengan ilustrasi oleh Scott Tilley dan Jean-Paul Orpinas. Tikus bernama Remy memiliki keunggulan di indra pencium. Ia suka mencicipi pelbagai masakan. Di Paris, tikus itu bermimpi jadi koki.\nEh, bapak malah menugasi Remy melakukan pemilahan makanan masih enak disantap dan racun di tumpukan sampah. Pekerjaan kurang bergengsi. Ia malas menjalani rutinitas tak sesuai keinginan menjadi koki. Pada suatu hari, manusia melakukan penggerebekan dan pembasmian, para tikus melarikan diri. Mereka tak mau dimatikan manusia. Pelarian Remy sampai ke restoran terkenal di Paris. Ia terpisah dari keluarga. Di situ, ia mengingat koki pujaan bernama Auguste Gusteau.\nDi restoran, ia beruntung. Kita mengutip di buku: “Tapi Remy bahagia. Dia memang merindukan keluarganya, tapi dia telah menemukan tempat yang paling cocok baginya. Bersama Linguini, Remy memasak makanan enak, meskipun tetap harus bersembunyi. Koki-koki manusia tidak ingin ada tikus dalam dapur mereka.” Tikus berselera tinggi. Tikus memasak, bukan cuma mencari makanan-makanan sisa di tong atau tumpukan sampah. Cerita itu dikenang di buku tapi mengharukan saat ditonton jutaan bocah di film dengan gambar, warna, dan musik apik. Oh, itu tikus Eropa, bukan tikus di Indonesia.\nHeroisme tikus ada di Tibet. Di negeri jauh, tikus terpuji atau terhormat. Kita mengingat tikus di Tibet dengan membaca buku berjudul Balas Budi Seekor Tikus (2003) diceritakan ulang oleh Lindung Ratwiawan. Pada suatu hari kaum tikus berduka dan takut kelaparan. Beras mulai sulit ditemukan. Kaum tikus pun rapat akbar. Dikirimlah utusan menemui raja untuk minta bantuan. Di hadapan raja, si tikus itu berani minta berutang 100 karung beras. Kaum tikus belum ingin mati. Raja memenuhi permintaan utusan kaum tikus. Utang itu ingin dilunasi sebulan kemudian. Kaum tikus berhasil memenuhi janji. Raja memberi pujian.\nEh, kerajaan sedang diserang musuh. Di perbatasan, kaum musuh sudah bersiap menghancurkan kerajaan dengan kekuatan besar. Raja bingung dan meramalkan kerajaan bakal kalah. Penasihat mengusulkan agar raja meminta bantuan kaum tikus. Nah, kaum tikus bersedia membantu dengan ikhlas. Mereka meminta prajurit membuat potongan-potongan bambu sejumlah ribuan di sungai perbatasan kerajaan. Pasukan tikus bergerak malam hari. Tikus menumpangi potongan bambu menuju perkemahan musuh. Di sana, tikus-tikus berbarengan mengangkut senjata-senjata musuh. Sekian tikus memiliki tugas berat: memakan habis semua makanan di perkemahan musuh.\nKeesokan hari, pasukan musuh kebingungan kehilangan senjata. Mereka pun kehabisan makanan. Pasukan itu memilih mundur ketimbang kalah di pertempuran. Perang tanpa senjata dan perut seribu prajurit kelaparan tentu sulit meraih menang. Mereka malu dikalahkan kaum tikus. Siasat mengalahkan tanpa pengorbanan berlebihan dan korban bergelimpangan. Kaum tikus menghadap raja. Mereka mendapat pujian. Raja pun berjanji bakal memunhi segala permintaan kaum tikus. Permintaa tak muluk: “Kami cuma ingin damai. Kami minta dilindungi dari kejaran kucing-kucing pemangsa tikus. Kami ingin hidup tenang.” Di situ, para tikus terpuji dan emoh oportunis.\nBocah-bocah di Indonesia ingin ada tikus sebagai tokoh lucu meski sulit mendapat tikus terpuji. Para pengarang di Indonesia sering memusuhi dan memberi sifat-sifat jelek ke tikus. Selama puluhan tahun, bocah-bocah jarang mendapatkan tikus “pujaan” di gubahan cerita atau film. Di lagu-lagu, tikus tetap saja buruk. Para seniman terbatas imajinasi, menaruh ketokohan tikus cuma di korupsi. Duh, pengisahan tikus di Indonesia ketinggalan jauh dari negara-negara maju.\nMaria Amin menulis buku berjudul Tikus Berpantun (1976). Buku diterbitkan Balai Pustaka dengan sederhana. Gambar-gambar kurang menarik. Buku itu beruntung, mengalami cetak ulang, sejak 1976 sampai 2008: lima kali. Kita membaca pengisahan tikus, Lina, dan kucing. Lina mau berulang tahun. Dibelilah kue untuk dibagikan ke teman-teman! Kue ditaruh di meja tanpa penutup dan penjaga. Peristiwa buruk terjadi: Kue yang enak dan gurih itu,\/ tercium juga oleh tikus jantan.\/ Diam-diam ia pergi ke situ,\/ memanjat ke meja perlahan-lahan.\/\/ Tak tahan melihat kuenya,\/ air ludahnya menetes-netes.\/ Alangkah enak dan gurih rasanya,\/ pasti kue kumakan habis.\/\/ Mulailah kue dimakan tikus.\/ tak lama kue pun berlubang.\/ Rupanya ia sangat rakus,\/ kadang-kadang ia tercengang. Tikus itu memilih berdiam di kue. Ia merasa senang dan ingin menghabiskan kue. Takut bukan milik tikus gara-gara tempat itu kelam alias malam belum selesai. Ia berpikiran si pemilik tidur. Menit demi menit berlalu, tikus itu masih mendekam di kue menuruti rakus.\nHari telah terang. Lina menengok kue, tak sabar ingin lekas mengundang teman-teman dan makan bersama. Di meja, Lina melihat kue tak lagi utuh: Lalu dilihatnya ekor yang panjang,\/ keluar dari kue itu juga.\/ Heran ia tercengang-cengang.\/ “Ini pasti tikus di dalamnya.” Lina berpikir keras mau membalas dendam ulah jahat si tikus. Ia penakut tapi tak terima jika kue dihabiskan tikus.\nAkal bergerak cepat. Tindakan Lina cukup kejam: Lalu dicarinya kucing yang garang.\/ diletakannya di dekat itu.\/ Ditarik ekor tikus agak kencang,\/ tikus pun meloncat dari situ.\/\/ Untung ada kucing di dekatnya, matanya menatap tak lepas.\/ Begitu terlihat mangsanya,\/ tikus diterkamnya dengan ganas. Di depan mata, Lina melihat tikus berhasil menangkap-memangsa tikus. Wah, pekerjaan hebat! Tikus itu mampus. Perang singkat dan menuntaskan dendam Lina.\nCerita belum usai. Di akhir, kita mungkin agak jijik dan khawatir. Lina tak ada maksud membuang kue sudah sebagian disantap tikus. Maria Amin: Habislah riwayat tikus itu,\/ untung kue bersisa jua,\/ Jika habis tentu lina malu,\/ tetapi sekarang hanya sedikit kecewa. Pembaca menduga kue tetap bakal dibagikan ke teman-teman. Kue itu dimakan bersama di peringatan ulang tahun Lina. Kamu mau makan kue bersama Lina, setelah melantunkan lagu dan tepuk tangan?\n* * *\nDuh, kue itu dimakan anak-anak! Makan tikus saja! Lho, ajakan agak membikin gemetar dan merinding. Kemarahan pada tikus pernah jadi berita-berita menghebohkan di koran dan majalah masa 1980-an. Intelektual kondang dan ahli kependudukan bernama Masri Singarimbun pernah menulis kolom mengejutkan berjudul “Tikus” di Tempo, 14 September 1985. Ia prihatin mendengar nasib para petani merugi gara-gara tanaman padi diserang hama tikus. Petani menjadi merana tapi kewalahan dalam mengusir atau membasmi tikus. Pemerintah sudah mengajak tentara turun ke sawah demi perang penghabisan melawan tikus. Eh, tikus tetap saja mewabah di sawah-sawah. Petani dan tentara terbukti kalah dalam perang melelahkan, dari hari ke hari.\nMasri Singarimbun malah menasihati: “Tidak mustahil salah satu pemecahannya adalah dengan jalan damai, dengan jalan mencintai tikus. Mencintai dagingnya, lelau mempopulerkan lauk tikus: tikus bakar, sate tikus, soto tikus, sop tikus, semur tikus. Malah, kalau perlu, dikembangkan peternakan tikus. Konon, daging tikus lebih enak dari daging ayam. Lebih enak dari daging kelinci.” Waduh, nasihat bijak itu agak sulit terlaksana di Indonesia setelah “berhasil” mencapai swasembada beras (1984). Orang-orang Indonesia masih memiliki pilihan daging-daging enak di piring. Tikus belum pilihan meski di sekian daerah makan daging tikus itu sudah biasa. Kita emoh mengikuti jejak Soeharto dengan kerja dan pengumunan bahwa Indonesia berhasil swasembada tikus. Begitu."
 },
 {
    "id": 4,
  "judul": "Kartini di Majalah",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTOrA_o4UmoisCOifaUrPuXPIgoGNj-6zoROhXnSiKGre3wRgTZ_dJT_I95jBQ&s",
  "tahun_terbit": "23-Apr-19",
  "kategoribuku": "Memorabilia",
  "rating": "4.5",
  "deskripsi": "Pada masa 1980-an, puluhan majalah untuk kaum wanita terbit dan beredar di edisi mingguan, dwimingguan, dan bulanan. Pembaca di Indonesia […]",
  "isi": "Pada masa 1980-an, puluhan majalah untuk kaum wanita terbit dan beredar di edisi mingguan, dwimingguan, dan bulanan. Pembaca di Indonesia menentukan nasib majalah berselera wanita dan keluarga. Ratusan ribu orang membaca Kartini, Femina, Pertiwi, Sarinah, Nova, Dewi, dan lain-lain. Bisnis majalah menggiurkan: memberi untung berlimpahan. Majalah-majalah pun memberi rangsang bagi para pengarang setor cerita pendek, cerita bersambung, dan puisi. Majalah laris, pengarang mendapat rezeki. Sokongan duit bersumber dari iklan-iklan membuat majalah selalu tebal.\nDi majalah Tempo, 29 Juni 1986, disuguhkan berita berjudul “Memperebutkan Wanita.” Rebutan memerlukan ongkos besar dan berani menanggung risiko sampai ke pengadilan. Dulu, bisnis majalah sering mengisahkan sengketa dan perkara di pengadilan. Semua risiko demi memenuhi santapan bacaan bagi wanita di Indonesia. Pada masa 1980-an, kaum wanita Indonesia adalah pembaca, ahli waris dari kegandrungan RA Kartini membaca di akhir abad XIX dan awal abad XX. Wanita terpelajar atau berada di kelas menengah-atas menginginkan bacaaan untuk mengerti pelbagai hal: politik, artis, masakan, busana, sastra, biografi, pengasuhan, pelesiran, pendidikan, dan hiburan. Indonesia masa itu ramai majalah, masa mustahil terulang pada abad XXI.\nMajalah-majalah laris pada masa 1980-an seperti diberitakan di Tempo pantas diberi tepuk tangan. Sekian majalah pamitan, sekian majalah masih terbit sampai sekarang tapi terengah. Pada tiap edisi, Pertiwi cetak 130.000 eksemplar, Famili cetak 100.000 eksemplar, Femina cetak 110.000 eksemplar, dan Kartini cetak 160.000 eksemplar. Sekian majalah menjadikan sastra meriah dan selalu jadi santapan bagi kaum wanita. Para pengarang bersaing untuk tampil di pelbagai majalah. Mereka tak terlalu bergantung ke Horison. Majalah wanita itu surga sastra!\nIngatan pada sekian majalah mengajak kita mengenali dan mengerti Kartini di masa Orde Baru, masa bergelimang majalah. Pada peringatan Hari Kartini, Tempo edisi 26 April memuat iklan puitis. Iklan bertema Kartini dan angan kemajuan kaum wanita di Indonesia. Kita simak puisi berjudul “Sejauh Inikah Jarak yang Harus Terbentang?” tanpa pencantuman nama penggubah.\nTelah kita rasakan\nberbagai kemajuan di negeri ini.\nTelah kita saksikan\nbanyak wanita wanita berprestasi tinggi.\nSalah satunya sebentar lagi akan mengorbit bumi!\nNamun, tidak kita pungkiri,\nmasih banyaknya wanita kita yang tertinggal jauh di belakang.\nSejauh itukah jarak yang harus terbentang?\nKita memang belum tiba di titik akhir juang.\nKarenanya, mari bulatkan tekat:\nLipatgandakan semangat Kartini!\nDemi kesejahteraan dan kemajuan wanita kita\ndemi kejayaan Indonesia!\nWanita malah dibuatkan kementerian di masa pemerintahan Soeharto. Wanita terus menjadi tema besar, gaung dari perhatian orang-orang kepada Kartini di masa lalu. Puisi itu jangan dibandingan dengan puisi gubahan Rukiah, Isma Sawitri, atau Toeti Heraty. Puisi berhiaskan gambar roket bergerak ke atas menuju langit. Di bawah, ada perempuan berbusana tradisional sedang melihat: kagum dan bingung. Dulu, puisi itu mungkin pernah disalin dan dibacakan dalam acara ibu-ibu PKK dan Dharma Wanita. Pada masa Orde Baru, Kartini itu semangat tapi masih sering disepelekan dalam kerja-kerja besar demi pembangunan nasional. Pengecualian adalah peran Ibu Tien Soeharto. Sosok legendaris itu sering mengadakan museum, taman, dan pelbagai acara akbar sering menjadi berita di majalah-majalah wanita. Kegiatan Ibu Tien Soeharto tak mendapat halaman pemberitaan di majalah mungkin bakal menimbulkan sejenis petaka atau peringatan.\n* * *\nKartini sebagai semangat dipilih pula oleh para pelaku bisnis majalah. Pemilihan nama Kartini untuk majalah di masa lalu terasa ingin memberi gairah ke kaum wanita di keaksaraan dan perbuatan memuliakan Indonesia. Sejarah penerbitan majalah itu sampai di perpecahan. Publik mendapat cerita-cerita perpecahan melalui iklan-iklan saling sindir sengit. Iklan majalah Kartini dimuat di Tempo, 17 Mei 1986: “Nantikan selalu. Kartini akan selalu berada di samping Anda!” Pemberitahuan bahwa penerbit bakal mengeluarkan Kartini nomor 300 pada 19 Mei 1986. Iklan itu tampak biasa. Curiga mengandung keanehan terbaca di peringatan: “Waspadalah terhadap iklan-iklan yang menyesatkan dan meremehkan Pahlawan Nasional hanya karena memburu kepentingan bisnis. Iklan-iklan yang tidak menyatakan hal yang sebenarnya, justru mengelabui pembaca!” Peringatan itu mengabarkan ada “musuh”. Iklan diakhiri seruan: “Sekali Kartini, tetap Kartini”. Duh, seruan mengikuti gelora revolusi: “Sekali merdeka, tetap merdeka.”\nNah, iklan di Tempo edisi sama memunculkan “musuh” seperti disebut di iklan dari Kartini.  Iklan majalah Kartini di halaman 9. Di halaman 65, disajikanlah iklan dari majalah Pertiwi. Iklan diawali kalimat-kalimat berani berseteru pada “musuh” bisnis: “Seandainya Ibu Kartini masih hidup, beliau pasti menggemari Pertiwi.” Kartini muncul lagi sebagai tokoh moncer masa lalu. Penghadiran untuk berebutan pembaca majalah wanita. Iklan membujuk para pembaca agar membeli Pertiwi nomor 2, direncanakan terbit pada 19 Mei 1986. Pilihan tanggal sama dengan penerbitan Kartini. Pengumuman tanggal terbit berbeda dengan tanggal beredar, 17 Mei 1986.\nKita simak deretan kalimat menghajar “musuh” dan menarik sejarah ke urusan bisnis majalah wanita: “Seandainya Ibu Kartini sekarang masih hidup, maka kami yakin, beliau pasti menggemari majalah Pertiwi! Kenapa? Karena beliau tentu menyadari juga bahwa munculnya majalah Pertiwi sekarang ini adalah semata-mata atas kemaun sejarah. Yaitu sejarah, yang menetapkan bahwa era Kartini (era emansipasi wanita) di Indonesia kini sudah berakhir dan sudah dialihkan ke era Pertiwi (era wanita-wanita Indonesia banyak berkreasi dan berprestasi).” Semula, nama Kartini dimunculkan sebagai tokoh dan semangat, lalu digantikan dengan sebutan Pertiwi. Siasat bersaing pasar antara majalah Kartini dan Pertiwi. Iklan memang lazim bermain pemahaman dengan gerak mundur-maju.\nPersaingan iklan di majalah Tempo itu kesengajaan ingin diketahui publik jika sekian orang bersengketa di majalah Kartini memicu perpecahan. Pisah-pecah memunculkan majalah baru bernama Pertiwi. Di Indonesia, nama Ibu Kartini dan Ibu Pertiwi itu dimaknai sakral dan kebangsaan, sebelum diambil di nama majalah-majalah: Kartini dan Pertiwi. Pembaca sempat direpotkan dua iklan demi kelarisan dua majalah wanita menemu jawab di Tempo edisi 24 Mei 1986.\nPertiwi dituduh melanggar kode etik periklanan dengan mengecilkan arti Kartini sebagai tokoh, bukan Kartini sebagai nama majalah. Pihak Pertiwi menolak tudingan berdalih iklan cuma permainan kata-kata. Kartini ada di persengketaan dan persaingan. Ikhtiar membuat penghormatan di peringatan Hari Kartini justru diantarkan ke polemik berujung bisnis majalah.\n* * *\nKliping dari majalah Tempo itu kita ingat sejenak untuk bergerak mundur ke  arah berbeda memberi arti Kartini. Di majalah Dunia Wanita edisi 10 April 1957, kita membaca tulisan puitis dari Eloksetiti Susrama. Pada masa 1950-an, tulisan itu keren! Eloksetiti mungkin mengerjakan tulisan sekian hari, teliti memilih kata dan setiti di keinginan menebar makna. Tulisan cuma sehalaman tapi membuktikan ketekunan wanita menulis diri dan memberi penghormatan pada tokoh penting di sejarah Indonesia.\nKita simak: “Tirai kelam kojak, terpandang djalan kebintang terang. Sekeras rantai badja kan terputus terburai djika terputus. Tebal tinggi pagar tembok akan runtuh berantakan bila diterdjang berani. Tiada sesuatu menghalang arus gelombang kemauan jang deras. Selama otak gelap dikelam kesedihan merindukan djalan, nun disana, dibalik tembok jang tinggi, menggelora hati didalam ingin dan melepaskan kaumnja jang sekian lama menderit, mengeluh dalam belenggu adat jang tiada ampun. Semoga keadilan mendjelan didalam adat.”\nPembaca tak usah mengimajinasikan tulisan itu dibaca oleh pejabat atau tokoh wanita dalam peringatan Hari Kartini. Tulisan terasa berontak tapi merdu. Pilihan kata mengesankan penolakan jika ada perendahan pada wanita. Pada masa revolusi, kaum wanita masih harus mencari tempat dan pemaknaan di Indonesia. Sekian perempuan sudah bergerak di partai politik dan duduk di parlemen setelah pemilihan umum 1955. Pada masa demokrasi masih “dipelajari” dan diwujudkan secara “berani”, kaum wanita bukan melulu penggembira. Tokoh-tokoh wanita tampil berseru demokrasi, sanggup mengisahkan Indonesia melalui kata dan perbuatan. Mereka melampaui angan Kartini meski mulai berhadapan dengan perkara pelik politik dan poligami. Di buku sejarah, gerakan kaum wanita menggebu di masa 1950-an dengan sekian jalan ideologis: rawan saling bersengketa atau bersekutu meralat kesalahan-kesalahan rezim kekuasaan dan nalar publik.\nTulisan Eloksetiti Susrama dan situasi demokrasi masa 1950-an terasa berbeda dengan pemuatan puisi berjudul “Nasibku” gubahan Ondha Soetiadi. Puisi menggunakan penomoran 1-8 mengisahkan suka dan duka perempuan di desa beradab sawah. Kita membaca seperti ditaruh di “roman besar” di Indonesia bertema agraris. Ondha Soetiadi menulis: Pernahkan teman tegak disawah,\/ Padi menghidjau laksana permadani indah,\/ Dengan mbak tani bersenda gurau,\/ Sambil dengarkan air berdesau?\/\/ Pernahkah teman menindjau kampung,\/ Mendengarkan aku gelak tertawa disertai suara lesung,\/ Melihat gadis-gadis menumbuk padi,\/ Dengan rasa suka dan duka didalam hati? Pengisahan di sawah mengingatkan kita bahwa penduduk Indonesia masa lalu masih bergantung di pertanian. Industri belum maju. Indonesia masih berurusan politik dan tertib sosial, setelah berpisah dari kolonialisme.\nLarik-larik itu menempatkan perempuan di desa dengan pekerjaan di sawah dan sikap melakoni hidup di kebersahajaan. Kaum wanita ingin kecukupan pangan, memiliki peran, dan mendefinisikan Indonesia melalui sawah. Tata cara agak bersimpang arah dari seruan para tokoh di kota mengenai revolusi, demokrasi, dan modernisasi. Di desa, kaum wanita tak terlalu sibuk dengan agenda-agenda besar Indonesia. Mereka cukup memiliki ingin lugu: Pernahkah teman melihat kita,\/ Betjompang-tjamping masuk ke kota,\/ Heran kagum melihat kain serta badju,\/ Di pekan dan toko memikat kalbu? Mereka ingin busana dan berdandan agar tak selalu tampak lusuh, berlumpur, dan wagu. Bergerak ke kota, mereka nggumunan tanpa terlalu menuntut dan bermimpi setinggi langit. Kain dan baju jadi pikiran, belum diganggu oleh ide-ide besar berseliweran di kota saat Indonesia berada di situasi Perang Dingin, bergerak memihak ke kubu Rusia dan Tiongkok. Pemihakan agak terbaca, setalah Indonesia sanggup mengadakan Konferensi Asia-Afrika.\nKeinginan kaum wanita atas kain dan baju itu ditampilkan berupa ilustrasi di Dunia Wanita, halaman 295. Kita melihat ilustrasi tiga wanita mengenakan tiga busana berbeda. Selera mereka menganut adat, kemodernan, dan feminisme. Busana mengabarkan keanggunan, kesantunan, kebebasan, kekuatan, dan kekinian. Kita melihat sambil mengingat dandanan para wanita masa 1950-an. Indonesia mulai menjadi pasar busana dari pelbagai negara memberi godaan mode dan selera internasional. Ilustrasi dihadirkan agar pembaca mengingat Kartini berhak mengenakan busana “baru” saat zaman telah berubah. Begitu.\n"
 },
 {
    "id": 5,
  "judul": "Tas: Gairah dan Hadiah",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRj324tJunLzhRA54dmV8Sdd5V_1mpn6kG8qDk31kM4GqPb6daDeWj4yOZ8AQ&s",
  "tahun_terbit": "16-Apr-19",
  "kategoribuku": "Memorabilia",
  "rating": "3.9",
  "deskripsi": "Tas itu gairah sekolah. Murid-murid ke sekolah membawa tas berisi buku dan alat tulis. Penggunaan tas itu belum lama. Pada […]",
  "isi": "Tas itu gairah sekolah. Murid-murid ke sekolah membawa tas berisi buku dan alat tulis. Penggunaan tas itu belum lama. Pada awal abad XX, pemilik tas cuma bocah-bocah Belanda, Indo, atau dari golongan bergengsi. Pergi ke sekolah, mereka membawa tas. Mereka mau mencari ilmu, maju, dan modern. Tas menandai identitas dan kelas, berbeda dari nasib bocah bumiputra masih jauh dari tas, buku, dan bangku. Tas untuk wadah. Tas menggerakkan sejarah dengan peristiwa berangkat ke sekolah dan pulang ke rumah.\nPada zaman Indonesia berpisah dari lakon penjajahan, bocah-bocah diperintah ke sekolah. Indonesia tak boleh bodoh dan memalukan. Mereka ke sekolah membawa sabak, buku, alat tulis. Semua benda itu belum tentu masuk dalam tas. Mereka mungkin membawa dengan tangan saja. Tas masih benda mahal. Di mata murid miskin, tas mengabarkan kehormatan, kegirangan, dan kesenangan. Pemilik tas bukan bocah dari keluarga sembarangan.\nIndonesia perlahan memiliki jutaan murid berangan pintar. Mereka ingin berjasa dan membangun negara-bangsa. Tas-tas tentu diperlukan di pengesahan sekolah memajukan Indonesia, dari SD sampai SMA. Mereka pun diinginkan melanjutkan ke perguruan tinggi. Mereka kelak bekerja dengan tas-tas berbeda bentuk dan pemaknaan. Tas paling didambakan mungkin tas dokter atau tas direktur. Tas guru diimpikan meski jarang tampak mentereng.\n* * *\nPada masa 1980-an, bocah bersekolah lumrah memiliki tas. Sekian bocah memiliki tas tiga atau empat, dibedakan saat penggunaan untuk sekolah, piknik, atau bermain. Tas itu dimiliki dengan misi menggairahkan belajar dan permainan tanda sosial. Kita mengingat gambar ampuh di sampul buku berjudul Bahasa Indonesia tuntuk SD terbitan Depdikbud pada masa Orde Baru. Konon, gambar itu dikerjakan oleh Pak Raden. Lihatlah, 3 murid pergi ke sekolah. Mereka melintasi jalan rumputan dan tampak ada bunga. Tiga bocah berseragam, mengenakan sepatu, dan bertas. Dua tas pada dua bocah digantungkan di pundak. Seorang lagi beradegan membawa tas dengan tangan dijepit ke pinggul.\nDi tas, mereka menaruh buku pelajaran, buku tulis, pensil, dan bolpoin. Tas itu nasib mereka menempuhi pendidikan di masa Orde Baru memiliki cita-cita mulia. Pemandangan bocah ke sekolah dengan tas jadi baku. Bocah ke sekolah tanpa tas menimbulkan curiga. Apakah mereka ke sekolah tapi tiada pelajaran dari guru? Mereka bakal bermain saja. Tas terlalu penting di capaian pendidikan nasional meski di sekian tempat bocah-bocah mengandalkan kresek atau karung kain bekas wadah terigu difungsikan untuk tas.\nTas-tas bagus ditawarkan ke bocah-bocah. Orangtua dituntut memenuhi permintaan bocah berdalih ingin bergairah ke sekolah. Kita mengetahui gejala itu dari iklan dipasang di majalah Hai, 12-17 Juli 1983. Iklan “Bersekolah dengan President.” Gambar berukuran besar menampilkan bocah-bocah membawa tas dan duduk di atas tas. Mereka berbusana rapi. Wajah-wajah mau pintar. Sekian bocah berdiri sedang membaca buku. Mereka berada di bawah pohon. Apa itu pohon pengetahuan? Batang atau dahan berdaun tak terlihat di iklan.\nIsi iklan: “Orang tua yang bijaksana selalu akan berusaha meningkatkan kegairahan bersekolah dan semangat belajar putera-puteri mereka.” Tas menentukan gairah sekolah dan semangat belajar. Orang tua sanggup membelikan berarti bijaksana dan bertanggung jawab. Pembelian dengan harga tak pernah murah. Orang tua jangan ragu membuat anggaran pembeli tas. Ingat, tas itu bermutu: “Tas sekolah President-tas sekolah yang terkenal kuat, tahan lama dan bisa diisi banyak buku pelajaran dengan sendirinya merupakan pilihan terbaik bagi putera-puteri anda. Pilihan terbaik bagi anda pula karena keawetannya dan harganya yang pantas.” Para orang tua bingung dengan pembahasaan harga “pantas” untuk tas apik dan awet?\nBocah dijamin girang. Sekian buku bisa masuk. Dulu, pelajaran setiap haru belum memerlukan puluhan buku pelajaran dan buku tulis. Tas sekolah tak harus besar. Murid belum dikabarkan membawa tas seberat 20 kilogram. Jenis buku pelajaran belum tebal dan menggunakan kertas-kertas mewah. Berat bisa diperhitungkan dengan tenaga murid SD. Mereka membawa tas secara ringan. Keringat menetes dan capek gara-gara tas cuma milik murid-murid di Indonesia abad XXI. Mereka menanggungkan nasib “berat” di peningkatan mutu pendidikan. Kita jangan kaget melihat murid SD membawa tas berat naik ke lantai 3 atau 5. Kelas-kelas mereka ada di ketinggian. Tas turut naik-turun di tangga-tangga membikin raga letih. Tas-tas gampang rusak alias jebol. Buku-buku tebal, besar, dan berat memicu tas sulit bertahan setahun. Tas terlarang awet. Pada setiap tahun ajaran baru, murid-murid pamer tas baru.\n* * *\nBocah gagal dibelikan tas baru oleh orang tua bisa membeli jajanan bernama Anakmas. Pada 1990-an, Anakmas itu kegemaran bocah-bocah di seantero Indonesia. Di majalah Bobo edisi 13 Agustus 1992, dipasang pengumuman besar: “Aha Anakmas bagi-bagi hadiah asyik.” Hadiah berupa televisi, sepeda, jam tangan, tas, dan kaus. Bocah jajan bisa beruntung mendapat hadiah. Iklan itu mungkin menganjurkan pada orang tua agar bijaksana: rajin memberi uang jajan ke anak agar berkesempatan dapat hadiah. Bocah bisa berimajinasi seperti gambar di iklan; bocah naik sepeda membawa televisi, tas, berkaus bagus, dan lain-lain. Gambar itu berisiko bagi keselamatan bocah di jalan.\nCara mendapatkan hadiah gampang. Bocah membeli Anakmas. Bungkus Anakmas berupa plastik jangan dibuang di sungai, jalan, atau selokan. Bungkuns-bungkus itu disimpan dengan baik. Ikutilah petunjuk: “Stop! Jangan buang-buang bungkus Anakmas. Lebih baik kumpulkan hingan kamu punya 4 (rasa apa saja). Lalu kirim ke PO Box 3300 JKS 12033 Jakarta atau ke kotak-kotak yang tersedia….” Bocah boleh mengidamkan tas warna-warni setelah jajan. Tas itu risiko jajan setiap hari.\nBocah-bocah masa lalu terbiasa mengingat tas adalah jajan(an). Kita membuka Bobo edisi 11 Juli 1991. Iklan jajanan memamerkan gambar tas. Iklan berseru sekolah tapi ada bujukan jajan. Simaklah: “Setelah menikmati libur kembali ke sekolah penuh semangat baru!” Tokoh di iklan bertopi, berjas, tangan membawa buku, dan bertas. Apa isi itu jajanan? Kata-kata di iklan: “Kembali ke bangku sekolah dengn jiwa dan raga segar. Kembali menuntut ilmu. Menghafal. Memecahkan soal hitungan. Membuat PR. Sambil belajar di rumah. Nikmatilah Nacky Snack. Lezat, gurih, renyah. Belajar menjadi tambah asyik.” Ajakan itu serius. Belajar tanpa bersantap jajanan mungkin lekas membosankan atau mengantuk. Belajar demi cita-cita pantaslah disokong dengan jajanan-jajanan. Semua demi kebaikan bersama.\nBiografi bocah bersekolah mencatat sekian model tas. Bocah memiliki tas di peristiwa-peristiwa belajar. Tas turut merangsang capaian segala ingin dan kemajuan. Di Asia, bocah-bocah pada masa penjajahan memiliki cita-cita menjadi dokter. Profesi itu dikenal melalui lakon kolonial. Orang-orang Eropa berdatangan dan mengenalkan diri sebagai dokter, bertugas mengobati orang-orang sakit. Dokter dikenali dengan tas istimewa. Cita-cita itu pernah mewabah di India dan Indonesia. Penjajahan oleh Inggris dan Belanda mengenalkan profesi baru dan menjanjikan masa depan bermartabat. Bocah-bocah di negeri jajahan rajin belajar berharap bisa meneruskan pendidikan ke jenjang tinggi. Lulus jadi dokter.\nDokter itu tas. Kisa simak petilan dari novel Midnight’s Children gubahan Salman Rushdie. Omongan tokoh mengandung sinis pada tas dan profesi dokter di India: “Muslihat tas kulit babi jangak dari luar negeri penuh dengan orang asing. Tas orang penting. Sekarang, jika ada seorang yang patah tangan, tas itu tidak akan membiarkan dukun tulang mengikatnya dengan daun. Kini, seorang laki-laki harus membiarkan istrinya berbaring di samping tas itu dan menonton pisau potong datang dan membelahnya. Bagus sekali, apa yang diletakkan orang asing itu di dalam kepala anak muda kita. Aku bersumpah itu terlalu buruk. Tas itu harus dipanggang di neraka bersama buah pelir orang-orang kafir.” Tas itu dimusuhi di lakon pengobatan tradisional disingkirkan pengobatan modern oleh para dokter lulusan sekolah atau universitas diajar oleh orang-orang asing.\n* * *\nPada masa berbeda, tas terus menjadi penting tapi tak selalu berkaitan sekolah. Abad XXI, abad genting bertema Bumi. Tas-tas jadi perhatian dalam ajakan mengurangi sampah plastik. Tas melampaui pengertian sekolah. Perempuan cantik dipilih sebagai Putri Indonesia dan Lingkungan menulis buku berjudul Tas Warna-Warni (2009) bagian dari serial “Aku Sayang Bumi”. Ia bernama Valerina Daniel.\nAlkisah, ibu membuat tas belanja warna-warni. Tas itu membuat Nina kagum. Ia menganggap tas itu bagus. Ibu pun menerangkan bahwa ta situ dibuat dari plastik-plastik bekas. Plastik dipilih jadi bahan ketimbang jadi sampah sulit hancur di tanah. Plastik dan tas memicu keterangan demi nasib Bumi: “Nina sayang, Ibu sedang belajar untuk mengurangi sampah plastik di rumah. Ingat, plastik tidak bisa hancur sendiri oleh tanah yang ada di bumi. Perlu waktu sekitar 1000 tahun untuk menunggu plastik hancur secara alamiah.”\nNina mungkin mengerti jika ibu membuat tas warna-warni dari kumpulan plastik bekas. Ibu belanja ke supermarket tak mau menggunakan plastik ditawarkan kasir. Tas warna-warni itu wadah untuk belanjaan. Nina belum ada keinginan minta dibuatkan tas untuk ke sekolah. Tas warna-warni pasti membikin guru dan teman-teman penasaran. Tas mungkin tak kuat menanggung beban sekian buku pelajaran. Tas untuk sekolah dan belanja beda kekuatan. Cerita tas demi Bumi itu bermakna meski tak terlalu mengejutkan. Begitu."
 },
 {
    "id": 6,
  "judul": "Helm di Kepala, Helm di Sejarah",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQOBhS0CeWv4gD-OKFFuLx6LSOiZLecdJ3UZ_k2StTqu2-UeicNNcjoRnwD&s",
  "tahun_terbit": "09-Apr-19",
  "kategoribuku": "Memorabilia",
  "rating": "3.9",
  "deskripsi": "Sebulan sebelum hari coblosan, 17 April 2019, koran-koran sesak urusan politik, dari berita sampai iklan. Di halaman-halaman besar, iklan dari […]",
  "isi": "Sebulan sebelum hari coblosan, 17 April 2019, koran-koran sesak urusan politik, dari berita sampai iklan. Di halaman-halaman besar, iklan dari KPU, partai politik, dan caleg sering mengecewakan mata pembaca merindui hal-hal keseharian: enteng dan berhikmah. Kangen berita berhikmah ditebus di Solopos, 29 Maret 2019. Berita berjudul “Sempat Dicuri, Helm Dikembalikan Disertai Surat” mengingatkan kita pada helm, bukan surat cinta atau surat suara.\nPada Rabu, 20 Maret 2019, Devi kehilangan helm saat berdinas di Puskesmas Penumping (Solo). Helm itu tiba-tiba kembali dilengkapi surat, 28 Maret 2019. Isi surat: “Mohon maaf sebelumnya. Manusia tak lepas dari sempurna. Kemarin aku khilaf berbuat jahat mengambil helm hitam ini karena pikiran lagi galau atau stres, isteriku masuk rumah sakit. Terpaksa mengambil helm ini, tak gadaikan temanku dulu buat beli obat. Dan sekarang dapat kasbon dari PT. Terus aku tebus helm ini. Aku kembalikan lagi. Aku niat kembalikan helm ini. Aku sadar telah berbuat dosa. Dan kelak dosaku biar diadili Gusti Allah.” Helm itu bagus berharga mahal. Helm dipilih dalam mengatasi masalah istri sedang sakit. Suami ingin bertanggung jawab meski mencuri. Helm jadi ingatan tentang dosa.\nBerita itu mungkin berumur sehari di koran. Orang-orang lebih senang memandangi poster film dengan adegan Dilan naik motor tanpa mengenakan helm. Di belakang, ada si kekasih. Gadis tanpa helm. Dua remaja itu sering muncul di koran dalam jadwal pemutaran film di bioskop-bioskop. Dilan memang cakep jika tak berhelm. Milea tanpa helm tampak anggun. Rambut diterpa angin menambahi kecantikan. Helm kadang masalah bagi kaum remaja atau kaum muda. Puluhan tahun lalu, helm itu bikin repot dan “memalukan”. Kita belum mendapat berita bahwa Dilan-Milea kehilangan helm setiap hari. Mereka memutuskan tanpa helm saja ketimbang dicuri. Dua orang itu malah telanjur saling mencuri perasaan. Asmara mereka tanpa helm. Kita berdoa asmara mereka selamat di jalan, tak jatuh terluka atau kepala membentur jalan. Helm sering dilupakan dalam asmara, dari dulu sampai sekarang. Sepasang kekasih berkelana di jalan tak berhelm belum merasa itu salah atau dosa.\nDi luar urusan pencurian dan asmara, helm itu simbol di bisnis ojek abad XXI. Sekian tahun terakhir, mata kita sering melihat helm berwarna hijau di jalan-jalan. Pengguna helm itu penumpang atau pengguna jasa ojek daring. Pengemudi mengenakan helm pelbagai warna. Helm hijau  itu memiliki dua nama sedang saling bersaing dalam industri ojek. Pilihan warna bisa sama mungkin berpikiran itu sejuk, cerah, makmur, dan lekas terekam tatapan publik. Ingat helm hijau, ingat bisnis ojek daring. Orang duduk di belakang wajib mengenakan helm agar selamat dan “mengiklankan” sepanjang perjalanan. Menaruh helm hijau di kepala ada harga atau tarif. Di Kompas, 29 Maret 2019, kita membaca laporan penentuan tarif batas bawah bagi ojek daring. Di situ, kita melihat gambar helm hijau ditaruh di atas meja. Lihatlah, ada dua kursi! Siapa bakal duduk di kursi mau bersantap helm? Eh, helm itu simbol makanan. Sekian orang boleh membantah dan mengajukan usul: “Pakailan helm saat kencan makan bersama kekasih!”\n* * *\nPada masa lalu, helm jadi dalih polisi bekerja keras di jalan. Polisi bertugas mengadakan tertib di jalan. Para pengguna jalan diusahakan selamat tanpa kecelakaan berakibat luka dan kematian. Di jalan, helm itu penting di pemenuhan undang-undang. Orang mengendarai sepeda motor tanpa mengenakan helm berarti melanggar. Ia harus diadili! Hukuman berupa denda duit. Orangtua menasihati pada kaum muda sering berkeliaran di jalan: “Pakailah helm sebelum mendapat hormat dari polisi. Helm membuatmu selamat. Helm menghindarkan kepalamu dari panas matahari. Helm tak membuatmu kehilangan ketampanan dan kecantikan. Helm itu menandai tertib lalu lintas dan terhindar dari kemungkinan memberi duit denda.”\nDi Indonesia kebijakan bagi para pengendara sepeda motor mengalami masa-masa sulit. Publik menolak dan menggugat. Orang-orang berani mengejek itu kebijakan murahan. Ingat kebijakan helm, ingat polisi bertubuh ceking bernama Hoegeng. Pada masa Orde Baru, ia menginginkan helm wajib dikenakan para pengguna jalan. Ia sabar dan berani  meladeni segala cemooh dan gugatan. Argumentasi kebijakan terang: disiplin, selamat, tertib.\nKita menilik masa lalu helm di Indonesia dengan membuka majalah Tempo, 17 Januari 1976. Helm itu penting! Iklan bergambar helm memiliki pesan: “… iapun dapat berjasa bagi anda!” Pada masa 1970-an, helm masih benda aneh, lucu, dan wagu. Orang menduga benda itu berat di kepala. Helm membikin hidup semakin sumuk. Helm memicu pusing. Helm mengingatkan astronot dan robot-robot. Semula, orang-orang cekikikan dan emoh mengenakan helm. Benda itu harus dibeli sebelum ada di atas kepala. Orang-orang pelit membelanjakan duit untuk helm.\nDi bawah gambar helm, pembaca disodori laporan kematian di jalan. Jumlah korban kecelakaan di Jakarta: 1969 (214 orang), 1970 (243 orang), 1971 (256 orang), 1972 (291 orang), 1973 (324 orang). Jumlah terus meningkat, dari tahun ke tahun. Laporan berguna dalam memberi seruan agar orang-orang berhelm: “Menurut catatan para ahli bedah korban kecelakaan lalu lintas yang mati pada umumnya disebabkan benturan pada kepala.” Nah, lindungilah kepala dengan helm! Konklusi dari iklan: “Pakai helm, lebih selamat.”\nPolisi dan pelbagai pihak rajin berkhotbah helm. Orang-orang masih sulit menurut. Mereka selalu memiliki dalih agar kepala terbebas dari helm. Kebebalan itu berlangsung puluhan tahun. Helm belum idaman. Helm masih benda langka. Pihak produsen sepeda motor turut mengakali dengan memberi hadiah jaket dan helm bagi para konsumen. Pemberian hadiah itu dimaksudkan membenarkan undang-undang lalu lintas. Helm-helm memiliki merek Honda, Suzuki, atau Yamaha menandai ada ajakan berhelm. Pengguna tak mengingat helm itu dibeli tapi hadiah.\nHelm masih masalah rumit di masa 1980-an. Di majalah Kartini edisi 26 Agustus-8 September 1985 kita melihat karikatur bertema helm. Kita melihat ibu berdandan anggun mengendarai skuter. Ibu itu memakai gelungan. Rambut tampak “membesar” tapi elok. Oh, kaum ibu dulu berdalih tak mengenakan helm gara-gara bersanggul atau pakai gelungan. Helm bakal merusak tatatan rambut dan menambahi beban di kepala. Ibu molek itu mendapat peringatan polisi dengan menujuk papan bertuliskan: “Anda Memasuki Kawasan Wajib Helm.” Pada hari berbeda, ibu itu melintas lagi dengan tampilan berbeda. Polisi diam melihat ada ibu mengenakan helm berukuran besar memiliki antena. Duduk di belakang, si bocah berlagak mengenakan helm berupa topi meniru tokoh kartun dari Amerika Serikat. Ibu itu memenuhi kewajiban berhelm.\n* * *\nHelm mengakibatkan demonstrasi. Dulu, kaum mahasiswa manjadikan helm sebagai tema perlawanan dan gugatan demi demokrasi. Penerapan aturan kewajiban berhelm bagi pembonceng kendaraan bermotor dilawan dengan demonstrasi. Berita dimuat di majalah Jakarta Jakarta, 20-26 November 1987. Berita mungkin sudah dilupakan saat Indonesia semakin menjadi negara moncer gara-gara jumlah kendaraan bermotor terus bertambah. Puluhan juta orang rajin membeli sepeda motor pelbagai merek, mengendarai sepeda motor di jalan-jalan beraspal di desa dan kota. Jumlah sepeda motor mungkin dilampaui jumlah helm.\nPetikan berita: “Sabtu, 31 Oktober 1987. Pukul 09.00. Demonstrasi antihelm pecah di Ujungpandang. Ribuan pemuda di kota terbesar Indonesia Timur itu turun ke jalan dengan tingkah beringas. Para pengendara sepeda motor mereka cegat. Helm-nya diminta, lalu dibanting sampai pecah. Mereka melintas dari satu jalan ke jalan lain. Dari mulut mereka, tak henti-henti terdengar yel-yel dan teriakan anti-wajib-helm. Semakin panjang mereka berjalan, jumlah massa semakin bertambah. Di antaranya ada yang tampak mengenakan seragam pelajar dengan lambang OSIS. Jumlah pengendara sepeda motor yang mereka cegat juga semakin banyak. Pecahan helm tumpah ruah di mana-mana.”\nKaum muda abad XXI pasti tak pernah memiliki kliping bahwa masa lalu helm di Indonesia adalah demonstrasi dan kematian. Sekian orang dalam demonstrasi diberitakan terluka dan tewas saat para petugas melakukan pembubaran demonstrasi. Peristiwa itu menimbulkan prihatin di kalangan mahasiswa di pelbagai universitas. Mereka memutuskan maju ke DPR RI untuk memberikan seruan dan penentuan sikap atas helm. Masalah semakin rumit.\nPuluhan tahun berlalu dari demonstrasi, kita mudah melihat kaum muda mengenakan helm warna-warni. Lihatlah, gambar bunga-bunga di helm milik gadis. Di helm khas lelaki, kita melihat ada gambar dan stiker bertema musik, film, dan komunitas. Helm malah sempat jadi tempat pameran kata-kata dan gambar. Pada abad XXI, kaum muda sadar berhelm tapi peka estetika dan kemanjaan. Helm mereka pun mahal. Helm jarang ditaruh di sepeda motor. Mereka memilih menitipkan pada petugas parkir. Pada suatu masa, kita juga melihat helm terus ada di kepala. Orang berjalan atau masuk ruangan tetap berhelm seperti sedang berkeliaran di Bulan. Konon, helm itu berharga jutaan rupiah. Helm berat dan sulit pecah meski dihantam seribu tangan.\nEstetika helm abad XXI ditambahi helm di bisnis ojek daring. Perkara helm malah kebablasan ke politik. Di Solo, kita mendapat berita ada helm digambari tokoh politik di hari-hari menjelang coblosan. Helm mulai tema besar dan menggemaskan tapi tetap ada di peristiwa kecelakaan menambahi daftar korba terluka dan tewas di jalan. Sejarah helm di Indonesia mungkin bukan perkara besar di Indonesia. Kita diam-diam menanti ada orang sinting mengerjakan skripsi atau disertasi mengenai helm. Nah, garapan ilmiah itu kelak diterbitkan agar jadi bacaan mengingatkan dan berhikmah. Begitu."
 },
 {
    "id": 7,
  "judul": "Radio: Metafora dan Terlena",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQFpfbS_BU_VQMM7hLLEyVo7x8qYW0-L90G9oB6HjhtnEmON_q7LUN-ttVqfA&s",
  "tahun_terbit": "02-Apr-19",
  "kategoribuku": "Memorabilia",
  "rating": "4.0",
  "deskripsi": "Pada 1943, Rosihan Anwar menunaikan janji ingin jadi penulis. Ia membuat cerita pendek berjudul “Radio Masjarakat”, dimuat di majalah Djawa […]",
  "isi": "Pada 1943, Rosihan Anwar menunaikan janji ingin jadi penulis. Ia membuat cerita pendek berjudul “Radio Masjarakat”, dimuat di majalah Djawa Baroe. Cerita pendek dinilai bermutu oleh HB Jassin. Penilaian sulit berlanjut, setelah Rosihan Anwar mutung alias tak lagi menulis cerpen-cerpen. Ia sedang berperan sebagai pengamat zaman. Penulisan cerita menjadi dokumentasi situasi Indonesia masa 1940-an dan ikhtiar memahirkan kemampuan berbahasa Indonesia.\nDi cerita, Rosihan Anwar pamer metafora melalui renungan si tokoh bernama Hamzah: “Ia mengoempamakan masjarakat ini sebagai sebuah radio, jang mengeloearkan pelbagai ragam boenji. Setiap anggota masjarakat hendaklah sesoeai dengan radio itoe, sebab keboelatan soeara jang keloear dari padanja adalah keboelatan soeara masjarakat itoe poela. Djika tidak berkenan dengan hati, karena misalnja terlewat banjak kedengaran boenji jang membisingkan telinga, karena lagoe jang diperdengarkan tidak sedap di telinga, ia haroeslah beroesaha memperbaikinja. Setasioen radio senantiasa dapat disoeroeh menoekar serta menjempoernakan programanja. Setasioen radio, pemantjar, semoeanja kepoenjaan kita, programa poen boleh kita selenggarakan, tidak ada jang dapat melarang.”\nPetikan di cerita pendek itu mengesankan omongan hebat dalam menanggungkan nasib dan berseru ke kaum muda agar mengerti zaman. Rosihan Anwar sedang membuat pemaknaan besar radio dan tatanan hidup di tanah belum usai dijajah. Pada radio, ia “menurunkan” benda teknologis ke sebaran pesan dan peran ke kaum terjajah. Suara itu penting. Suara itu mengubah nasib. Suara dari radio biasa didengarkan oleh orang-orang menjadi perantaraan impian dan tindakan bisa revolusioner. Di luar pengertian berkaitan politik, radio pula membuat orang-orang bermalasan dan memilih dirundung asmara sepanjang hari. Mereka mendengarkan lagu-lagu berharap terlena dan mabuk asmara. Radio malah membikin lembek, sendu, cengeng. Kita mencatat saja warisan metafora dari Rosihan Anwar membuktikan ada kepekaan dan kesadaran teknologis.\nTiga tahun sebelum cerita berjudul “Radio Masjarakat” itu diterbitkan di Djawa Baroe, orang-orang Indonesia ketagihan mendengar radio dimanjakan oleh terbitan majalah Soeara Nirom. Keberadaan radio dalam rumah digenapi majalah di atas meja. Majalah mengenai acara-acara radio. Soeara Nirom edisi 24 November 1940 mengingatkan kita pada kesibukan radio dibarengi kesibukan mengadakan majalah demi raihan pendengar, iklan, dan pendapatan dari sekian program. Majalah itu mustahil berlanjut di masa pendudukan Jepang. Kita membaca lagi majalah lawas berlatar masa kolonial dengan tuan penjajah-Belanda.\nDi situ, orang membaca jadwal harian untuk siaran-siaran Nirom di pelbagai tempat. Menu-menu andalah radio: pemutaran lagu, pidato, pembacaan berita, pengumuman, dan sandiwara. Dari pagi sampai malam, orang bisa memutuskan memilih sekian acara di radio atau sengaja memberi telinga sehari-semalam tanpa putus. Dulu, adegan orang duduk atau tiduran mendengarkan siaran-siaran radio sudah bergengsi. Pendengar radio itu manusia modern ketimbang jutaan orang selalu merindu bakal memiliki radio, tak cuma melihat sekejap radio miliki para tuan atau  kalangan priyayi.\nAcara paling digemari adalah lagu atau musik. Setiap hari ada siaran bergantian memanjakan telinga dan perasaan para pendengar. Di halaman 9, kita membaca jadwal harian radio Nirom cenderung mengutamakan hiburan. Bacalah jadwal siaran di Jawa Barat: “Lagoe Melajoe, Lagoe Hawai, Moesik Soeling Ambon, Gamelan Soenda, Gamboes, Lagoe Djawa, Lagoe Hindustani.” Di Jawa Tengah, ada kekhasan menu siaran: “Ketoprak di Partinituin.” Siaran lagu-lagu kerontjong tentu jadi andalan. Pada masa 1930-an dan 1940-an, keroncong merajalela di Jawa. Keroncong memuja asmara tak mengenal capek. Kita mendapatkan informasi bahwa para pemilik radio di masa lalu itu kaum berduit atau bergengsi, jarang dari kalangan jelata. Mereka memiliki adab beradio memenuhi hasrat-hasrat kemodernan dan pameran gengsi.\n* * *\nPada masa 1950-an, jumlah radio di Indonesia terus bertambah. Radio jadi sumber penghiburan, pengajaran, dakwah, dan politik di desa dan kota. Seniman-seniman “dilahirkan” oleh radio. Kaum politik suka omong terlalu memerlukan radio. Kerja pemerintah pun bergantung radio.  Urusan meningkatkan iman dan takwa bisa diperoleh di radio. Jutaan orang “memuja” radio. Hari-hari tanpa radio seperti hidup di kuburan: sepi dan menakutkan. Di rumah, kantor, atau warung, radio itu suara-suara jarang libur. Telinga orang-orang Indonesia untuk radio, dari hari ke hari.\nDulu, mereka memiliki radio untuk diperdengarkan dengan listrik, aki, atau batu baterai. Radio berlistrik anggaplah mentereng. Pada masa 1950-an, listrik mulai memberi kebahagiaan di Indonesia tapi belum merata. Listrik untuk radio. Kita membuka  buku lawas dari masa 1950-an berjudul Listrik, terbitan Pustaka Rakjat, Jakarta. Lihatlah, listrik digunakan untuk menghidupkan radio! Di rumah beradio listrik, orang-orang cenderung bangga ketimbang cuma dengan memasang batu baterai di radio.\nKaum jelata nekat ingin memiliki radio harus membuat hitungan pengeluaran dengan membeli batu baterai. Rumah-rumah mereka belum dialiri listrik tapi hasrat memberikan telinga ke radio tak mungkin ditunda sampai kiamat. Mereka jadi konsumen dari industri batu baterai. Radio kecil dan besar memiliki ukuran berbeda di pemasangan batu baterai. Perbedaan merek mengartikan perbedaan kualitas dan durasi penggunaan di radio. Pilihan itu membuat kita memiliki kenangan kebiasaan orang-orang menjemur batu baterai di atas pagar. Usaha bagi pendengar radio agar tak terlalu boros mengeluarkan duit.\nTahun-tahun berlalu, pendengar radio seantero Indonesia belum semua dengan listrik. Para pemilik radio kecil biasa ditaruh di meja ruang tamu, dipan, atau ranjang masih memerlukan batu baterai. Para bocah penggembala kerbau pun mulai tampil gagah. Mereka naik kerbau berkalung radio. Ia mendengarkan lagu-lagu, bukan menjadi peniup suling lagi. Radio ada di pelbagai tempat. Batu baterai menentukan nasib para pendengar.\nDi majalah Varia edisi Djuni 1970, kita menemukan iklan batu baterai berkaitan radio. Iklan apik dan berpesan gamblang. Puluhan orang berdiri memandang ke satu arah. Mereka beragam profesi: petani, guru, bidan, pedagang, buruh, dan lain-lain. Mereka mengaku kaum pendengar radio. Kepastian tampak dari tatapan mereka ke benda bernama radio. Di belakang, kita melihat sekian batu baterai dipasang rapi, bermerek Eveready. Merek mengaku “paling terkenal didunia.” Pesan utama: “Berita-berita jang djelas dan terang tentu sadja lewat radio transistor jang memakai batu batery Eveready.”\nBocah, remaja, dan kakek-nenek menginginkan memiliki radio. Benda menemani pelbagai peristiwa di keseharian. Bocah dan remaja menaruh radio di kamar. Belajar sambil mendengarkan lagu-lagu. Kakek dan nenek duduk di serambi. Mereka melihat situasi kampung atau kota sambil mendengarkan siaran-siara radio, belum tentu mendengarkan lagu. Pada masa lalu, ceramah-ceramah agama mulai meramaikan program-acara radio. Orang-orang mendengarkan radio seperti mengikuti pengajian. Penceramah agama di radio paling kondang mungkin Hamka. Siaran-siaran itu berpengaruh bagi umat. Pada suatu masa sekian ceramah dikasetkan.\n* * *\nRadio di kalangan muda terlalu memberi rangsangan ke pembentukan identitas, selera musik, berbahasa, siasat berasmara, dan lain-lain. Di pelbagai kota, radio jadi tema besar. Radio itu referensi. Pada masa 1980-an, remaja rajin mendengarkan radio untuk mengetahui daftar lagu terbaik atau terlaris: lagu Indonesia dan Barat. mereka sering mengirim kartu ucapan pembaca. Di kartu, mereka menuliskan kalimat-kalimat terbaca bisa diperdengarakan ribuan orang.\nRadio pun lomba. Sekian lomba sering diadakan berkaitan siaran-siaran di radio. Lomba lagu itu pokok. Lomba pidato, mendongeng, dan baca puisi mungkin pernah dialami kaum 1980-an. Radio mengikat orang-orang pada imajinasi heroisme dan kesejarahan. Mereka pendengar sandiwara-sandiwara radio terkenal: Saur Sepuh atau Tutur Tinular. Mereka tak lupa mendengarkan lawakan Dono, Kasino, Indro. Di Jawa, orang-orang tertawa saat mendengarkan Dagelan Mataram. Bocah-bocah berkerumun dekat radio demi bisa mendengar sandiwara atau siaran lagu anak-anak. Pikat radio itu menghasilkan pelajaran ketrampilan di sekolah. Murid-murid diajari membuat radio secara sederhana. Radio pun masuk sekolah.\nPada masa 1980-an, iklan-iklan radio bermunculan di pelbagai majalah. Kita membuka majalah keluarha bernama Zaman, 26 April 1981. Iklan sehalaman berjudul “Si Mesin Perak”. Penamaan bagi radio-radio produksi Philips. Foto radio itu lekat di ingatan kaum 1980-an. Mereka lekas ingatan sebutan “band” di pembeda radio. Iklan itu radio 3 “band”, dijanjikan memiliki mutu suara dan penampilan luar biasa. Nostalgia terbagikan ke orang-orang mulai menjauh dari radio di abad XXI: “Di balik lapisan peraknya, ‘Si Mesin Perak’ Philips 570 memiliki kekuatan tinggi sebesar 1400 miliwatt yang mampu memancarkan suara semerdu aslinya. Pada volume tinggi atau rendah, mutu suaranya selalu luar biasa. Pencari pemancar ‘Si Mesin Perak’ mampu menangkap segala siaran baik melalui gelombang MW, SW1 maupun SW2.”\n* * *\nRadio-radio berukuran kecil milik kaum lawas. Kini, radio mengalami perubahan bentuk dan resepsi. Di telepon genggam, ada fasilitas bisa mendengarkan radio. Siaran radio mulai berhubungan dengan internet. Ingatan pada radio-radio dicap “band” itu sering bertokoh kakek, nenek, pakdhe, budhe, bapak, dan ibu. Radio-radio itu masih ada. Suara-suara dari radio masih menemani orang-orang di bengkel, parkiran, warung, dan pelbagai tempat.\nRupa radio lawas itu dimunculkan lagi oleh Mice di Kompas, 24 Maret 2019. Kita melihat gambar sedotan dan radio. Oh, gambar berkaitan ajakan mengurangi sedotan plastik dengan sedotan baru. Sedotan bakal awet digunakan ratusan kali itu malah dianggap seperti antena radio. Lihatlah, orang ngemut antena. Terlalu! Dulu, pendengar radio rajin menggerakkan antena: mencari arah berharap suara siaran jelas dan bening. Celakalah radio tak berantena. Kemresek. Imajinasi radio mendatangi kita tapi malah berpesan sedotan. Begitu."
 },
 {
    "id": 8,
  "judul": "Jari dan Kesusastraan",
  "cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSwJc3wYUPTIDVlWPcxR8pofP_GRUq-GZkZMMCa-zGhBieybuAtrxFXTWl6iXQ&s",
  "tahun_terbit": "26-Mar-19",
  "kategoribuku": "Memorabilia",
  "rating": "3.4",
  "deskripsi": "Pada pagi cerah, Jumat, 22 Maret 2019, pembaca koran Jawa Pos melihat foto besar hasil jepretan Arief Budiman bertugas di […]",
  "isi": "Pada pagi cerah, Jumat, 22 Maret 2019, pembaca koran Jawa Pos melihat foto besar hasil jepretan Arief Budiman bertugas di Jawa Pos-Radar Solo. Foto jari-jari memukul huruf di mesin tik tampak tua terbuat dari besi. Pemilik jari-jari adalah murid-murid disabilitas tunanetra di Solo. Mereka sedang belajar mengetik berhuruf braile. Jati-jari kuat dan lincah, memukul untuk menghasilkan kata atau kalimat di kertas. Cara beraksara dengan kegairahan besar. Pada mesin tik, murid-murid turut menunaikan misi keaksaraan.\nKita tak mengetahui mereka sedang mengetik materi pelajaran, puisi, cerita pendek, atau surat. Mereka mungkin kelak bakal turut jadi penentu nasib sastra Indonesia asal tekun mengetik dengan mesin tua atau mulai menggunakan gawai tercanggih. Jari-jari bersastra itu mungkin mewujud. Kita memuji dan mendoakan mereka sambil mengingat cara pemaknaan Afrizal Malna pada mesin tik dan hasil pukulan huruf di kertas.\nAfrizal Malna (2017) mengenang peristiwa mengetik: “Setelah itu saya kembali ke mesin tik tua saya. Mesin tik peninggalan Belanda yang bentuknya tinggi dan berat. Pernah saya beli di tukang loak, daerah Poncol, Senen, Jakarta Pusat. Setiap tombolnya saya tekan untuk menciptakan huruf pada kertas yang saya ketik, kertas itu membekas, seperti ikut terluka oleh tekstur huruf pada tombol mesin tik yang tajam. Setiap ketikan berakhir pada batas margin kanan, mesin tik mengeluarkan bunyi ting pada lonceng kecilnya, tanda untuk masuk ke spasi baru…. Saya menarik kertas yang saya ketik itu melalui rol mesin tik. Tekstur bekas huruf-huruf mesin tik saya raba hampir mirip dengan huruf braille.” Afrizal Malna sampai ke pengalaman hasil ketikan diraba oleh tangan seperti huruf braille. Perabaan huruf itu diakui pengalaman puitis untuk semakin mengerti puisi, mesin, bahasa, dan tubuh.\nPada masa lalu, Afrizal Malna menggunakan mesin tik memerlukan tenaga besar di jari-jari di adegan pemukulan huruf. Puisi dan cerita pendek dihasilkan selama puluhan tahun, menempatkan Afrizal Malna di lokomotif sastra. Di majalah Horison, kita menemukan puisi dan cerita gubahan Afrizal Malna masa akhir 1970-an dan awal 1980-an, sebelum kita menjadi pembaca mesem dan dongkol. Afrizal Malna “mengetik” sastra di Indonesia memberi ledakan-ledakan melampaui suara ting di mesin tik. Hasil ketikan mungkin masih tersimpan di Pusat Dokumentasi HB Jassin. Afrizal Malna terduga belum melakukan dokumentasi utuh. Ia masih saja sering “berjalan” dan hidup di koper meski singgah agak lama di sekian kota. Di koper, ia tentu kerepotan jika memaksa membawa mesin tik masa kolonial. Pada abad XXI, ia berpisah dari mesin tik. Tangan tua tak wajib memukul keras tombol-tombol huruf.\nKita lupakan Afrizal Malna, mengganti tokoh dengan bocah perempuan bernama Na Willa. Bocah di buku garapan Reda Gaudiamo (2018). Kita di keluguan Na Willa mengunjungi kantor, tempat kerja bapak: “Waktu aku mendekati salah satu meja: oh, pada benda dari besi ini ada banyak huruf bertebaran. Untuk apa ini? Aku mencoba menarik salah satu kancing: keras. Aku coba tekan, ternyata kancing itu tenggelam sambil berbunyi tik. Bersama dengan turunnya kancing, ada biting besi yang berdiri dari bagian dalam alat ini. Aku tekan kancing lain, bunyi tik terdengar lagi dan biting besi berdiri lagi. Apa ini? Aku letakkan kedua telapak tanganku, menutupi dan menekan semua kancing huruf-huruf itu. Tiba-tiba… ada banyak biting besi yang berdiri. Waaa!” Di akhir pengisahan, kita melihat gambar Na Willa mengetik. Gambar buatan Cecillia H.\nBocah itu takjub. Mesin menghasilkan pemandangan dan suara aneh. Na Willa sedang berurusan dengan mesin ketik atau mesin tik. Ia lugu ketimbang Afrizal Malna telah membikin para pembaca sepaneng membaca sekian puisi dan cerita pendek. Di mesin tik, Na Willa belum menulis puisi atau cerita pendek. Ia ketagihan pada mesin tik. Pada 2019, kita sulit menemukan Na Willa. Balita dan bocah-bocah TK sudah ketagihan benda ajaib di tangan, bukan lagi mesin tik dari besi: berat dan merepotkan jari-jari. Na Willa ada di masa lalu, masa tak tersentuh oleh jari-jari mulai manja membuka sekian menu di benda “pintar” dan molek.\n* * *\nMasa lalu itu mesin tik. Orang-orang lama masih ingat mendapatkan pelajaran atau kursus mengetik. Mereka berlatih agar berhasil mengetik menggunakan sepuluh jari. Pengetik harus kuat, lincah, dan tabah. Mesin tik bukan untuk orang-orang lemah dan malas.\nPengetik sering berkeringat. Dulu, para wartawan di majalah Tempo mengetik seperti mengadakan konser meriah. Di meja-meja, mesin tik bersuara. Mereka mengetik pelbagai tulisan sejak Tempo disodorkan ke pembaca, 6 Maret 1971. Pada keinginan mengingat Tempo masa lalu, kita melihat foto hitam-putih: Goenawan Mohamad mengenakan kaos-dalam sedang mengetik. Adegan bersejarah tentu Gus Dur mencari meja kosong untuk mengetik kolom. Konon, mesin tik di kantor Tempo itu turut menjadikan Gus Dur keranjingan menempuhi jalan intelektual. Kita pun ingat ada intelektual kondang gagal mengetik gara-gara sering melewati ting. Ia itu pintar tapi selalu salah di hadapan mesin tik. Ingat Tempo, ingat mesin tik pernah digunakan Goenawan Mohamad, Salim Said, Putu Wijaya, Ahmad Wahib, Gus Dur, Bambang Bujono, dan lain-lain. Kini, mesin tik itu masih ada dan bakal jadi koleksi museum milik Tempo?\nPara wartawan dan intelektual di Tempo mungkin memiliki kemampuan mengetik diajari bapak, saudara, atau teman. Gagal mengetik dengan rumus ngawur dan nekat, mereka bisa ikut kursus. Nah, kursus-kursus mengetik masa lalu biasa mengingatkan ke jenis pekerjaan sekretaris, bukan wartawan. Sekretaris itu tukang mengetik. Nostalgia mengetik para sekretaris bersaing dengan nostalgia milik para wartawan dan pengarang. Nostalgia sederhana pun milik Sapardi Djoko Damono. Ia mulai menulis puisi di buku bergaris. Ia menulis menggunakan bolpen, sebelum sampai ke mesin tik. Para pengarang lawas sering mengingat episode mengetik berkeringat dan bersuara, sebelum mereka beralih ke komputer dan benda di tangan.\nPelajaran atau kursus mengetik disempurnakan dengan mempelajari buku-buku petunjuk. Pada 1951, terbit buku berjudul Dengan 10 Djari: Metode Belajar Mengetik. Buku untuk siswa di sekolah menengah dan sekolah dagang. Buku disusun oleh A Hageraats, diterjemahkan ke bahasa Indonesia oleh MH Rambitan. Buku terbitan Neijenhuis & Co, NV Uitgevers, Jakarta. Buku mahal, penting, dan laris.\nJari terlalu penting di pembagian pemukulan huruf. “Metode jang dipakai dalam kitab ini hanja dalam satu hal berbeda dengan metode di buku-buku peladjaran mengetik dengan sepuluh djari jang lain, ja’ni dalam hal tekanan djari pada djedjer pemukul huruf-huruf jang dibawah sekali. Huruf z tidak dipukul dengan djari kelingking, melainkan dengan djari manis, sedangkan huruf x dipukul dengan djari tengah. Hal ini bukan sadja untuk meringankan tugas djari kelingking kiri, tetapi dalam praktek telah ternjata, bahwa peraturan peletakkan djari jang sedemikian mudah sekali untuk mengetik pelbagai pertalian huruf-huruf.”\nPetunjuk bijak itu gagal dipahami oleh lelaki brengosen dan jenggoten di pinggiran Solo. Dulu, ia memiliki mesin tik Brother berwarna putih. Pada malam hari, ia sering mengetik dengan suara-suara keras sambil mendengarkan lagu-lagu cengeng. Ia tak sedang meniru So Hok Gie, mengetik di rumah bagian belakang dikerumuni lemut. Dulu, peristiwa mengetik itu sakral di janji ingin jadi pengarang. Tahun demi tahun, ia mengetik puisi dan cerita pendek dalam bahasa Indonesia dan Jawa. Tahun-tahun berlalu, hasil ketikan itu disimpan di lemari. Jari-jari sudah bekerja keras tapi tulisan-tulisan belum jua mejeng di koran. Ia malu untuk menangis meski mesin tik terpaksa dijual ke bakul di Sriwedari.\nPada saat kuliah, ia mengetik makalah-makalah. Di kelas, ia diomeli dosen-dosen. Ia dipaksa harus menggunakan komputer, bukan mesin tik. Ia bersedih dan marah. Mesin tik pun dijual untuk membeli buku. Mesin tik berisik sudah diremehkan di mata kaum akademik. Ia justru kesulitan mengetik dengan komputer. Bermula dan mesin tik sampai komputer, ia tetap saja cuma mampu menggunakan dua jari tengah: kanan dan kiri. Pada 2019, ia masih pengetik atau pemukul huruf dengan dua jari. Duh, memalukan banget! Ia terpaksa kebal malu demi menulis dan menulis setiap hari.\n* * *\nBiografi para pengarang dunia memiliki cerita-cerita seru mengenai mesin tik. Kita mengimajinasikan Jean-Paul Sartre sedang mengetik naskah-naskah filsafat dan novel. Ia pernah menghadiahi mesin tik untuk Pramoedya Ananta Toer selama hidup di Buru. Mesin tik berdalih kesusastraan dan kemanusiaan. Di Buru, mesin tik itu menggirangkan dan mencemaskan. Pemerintah dan militer mengalami dilema memberikan hak bagi Pram untuk menulis di kertas atau mengetik alias membiarkan mesin tik memberi suara-suara perlawanan. Kita mengingat ada foto Pram sedang mengetik.\nFoto para pengarang besar dunia masa lalu sering sedang beradegan mengetik. Tampilan mereka serius dan menegangkan. Para penonton film pasti ingat adegan pengarang sering merokok dalam menghasilkan novel-novel mumpuni. Ia sering berdiri untuk mengetik cerita. Pada suatu masa, kita membaca dalam edisi terbitan buku novel mengenai manusia dan laut. Di Indonesia, novel itu diterjemahkan oleh Sapardi Djoko Damono dijuduli Lelaki Tua dan Laut, terbitan Pustaka Jaya.\nSejarah kesusastraan dan biografi pengarang masa lalu memuat halaman mesin tik. Foto-foto mereka sedang berhadapan dengan mesin tik masih bisa dilihat meski kita mulai terus kehilangan cerita-cerita. Mesin tik itu benda “keramat”. Benda di alur keaksaraan para pengarang abad XX berani jadi pemukul huruf berkeringat menanggungkan girang dan frustrasi. Sejarah mesin tik terlalu cepat tergantikan benda-benda ajaib menggunakan listrik dan berbobot ringan. Kita “terlarang” kecewa kehilangan mesin tik saat diri mulai ketagihan menghasilkan tulisan-tulisan di benda-benda paling mutakhir. Kita diajari meringankan tugas jari-jari agar tak keseleo atau capek seperti zaman milik kaum pemukul huruf di mesin tik. Begitu."
 }
]