[
 {
    "id": 1,
  "judul": "Syaikh Abu Al-Husin as-Sallami",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/07\/tajalli-22-juli-2022-500x300.png",
  "tahun_terbit": "22-Jul-22",
  "kategoribuku": "Tajalli",
  "rating": "3.8",
  "deskripsi": "Beliau adalah al-Husin bin Ahmad Abu al-Husin as-Sallami. Penulis salah satu kitab sejarah dengan judul “At-Tarikh fi Akhbari Wulati Khurasan.” […]",
  "isi": "Beliau adalah al-Husin bin Ahmad Abu al-Husin as-Sallami. Penulis salah satu kitab sejarah dengan judul “At-Tarikh fi Akhbari Wulati Khurasan.” Beliau wafat pada tahun 300 Hijriah.Selain sebagai sejarawan yang cukup andal, sudah dapat dipastikan bahwa beliau juga merupakan seorang sufi yang sangat kredibel. Bahkan seorang sufi yang mensamudra di bidang keilmuan tasawuf, Abu Isma’il ‘Abdullah al-Anshari al-Harawi yang populer dengan sebutan Syaikh al-Islam, memberikan testimoni tentang Syaikh Abu al-Husin as-Sallami bahwa beliau merupakan seorang lelaki agung di dalam dunia rohani.Beliau juga merupakan seorang penyair dengan berbagai karya puisi yang sangat mumpuni. Di antara bait puisi yang telah ditulisnya di cakrawala masa adalah sebagaimana berikut ini: “Perpisahan denganmu meninggalkan bara api di hatiku. Dan jadi sempitlah istanaku karenanya. Bagaimana mungkin hidupku tenteram tanpamu. Sementara engkau adalah akhir dan puncak tujuanku.”.Dalam konteks paradigma dan kepustakaan kaum sufi, “perpisahan denganmu” sebagaimana termaktub dalam puisi sang sufi di atas, mutlak menunjuk kepada jarak ontologis yang sangat panjang membentang antara seorang hamba dengan Tuhannya. Dan hal itu tidak lain merupakan siksaan dan kegetiran yang teramat menyakitkan.Itulah sebabnya kenapa sang sufi merasakan dirinya terpanggang oleh bara api lantaran perpisahan. Dan perpisahan yang dimaksud setidaknya mengindikasikan adanya dua hal. Pertama, menunjuk pada adanya awal keinsafan sang sufi bahwa tugas-tugas rohani ke depan bukanlah merupakan hal yang remeh, tapi betul-betul membutuhkan kesungguhan sekaligus ketulusan.Kedua, menunjuk kepada orkestrasi kerinduan yang senantiasa menggema di dalam hatinya yang mendorong agar secepat mungkin sang sufi bisa “menyatu dan lebur” dengan hadirat-Nya. Karena jelas bahwa hanya dengan “kebersamaan” dengan Allah Ta’ala hidup sang sufi, juga siapa pun dengan frekuensi rohani yang sama, akan menjadi tenteram.Bagi sang sufi sendiri, alasan utamanya sangat gamblang bahwa Tuhan semesta alam itu tidak lain adalah akhir sekaligus puncak tujuan hidupnya. Karena itu, pastilah Dia pula yang terpenting baginya, juga secara substansial bagi seluruh anasir alam raya. Walaupun belum tentu mereka menyadari hal tersebut.Dalam konteks pemahaman terhadap sebait puisi di atas, sangat dimaklumi kalau kemudian sang sufi menekankan keseluruhan dari rangkaian hidupnya terhadap sebuah ayat di dalam Qur’an yang menyatakan: “Tidaklah ada pembicaraan rahasia antara tiga orang melainkan Dia yang keempatnya,” (QS. Al-Mujadalah: 7).Menurut interpretasi Ibn ‘Arabi (1165-1240) terhadap ayat di atas, yang dimaksud “Dia yang keempatnya” sama sekali tidak menunjuk kepada adanya jumlah bilangan, tapi mutlak tertuju kepada ketidaksanggupan mereka dalam merasakan kebersamaan dengan hadirat-Nya lantaran mereka terhijab. Terhijab oleh apa? Tak lain oleh diri dan egoisme mereka sendiri. Bukan oleh apa atau siapa pun yang lain. Wallahu a’lamu bish-shawab."
 },
 {
    "id": 2,
  "judul": "Syaikh Bukair ad-Darraj",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/07\/tajalli-15-Juli-2022-500x300.png",
  "tahun_terbit": "15-Jul-22",
  "kategoribuku": "Tajalli",
  "rating": "4.0",
  "deskripsi": "Beliau adalah saudara kandung dari Syaikh Abu al-Husin ad-Darraj. Sama-sama kelahiran Baghdad. Tapi di dalam dunia rohani, beliau lebih utama […]",
  "isi": "Beliau adalah saudara kandung dari Syaikh Abu al-Husin ad-Darraj. Sama-sama kelahiran Baghdad. Tapi di dalam dunia rohani, beliau lebih utama sekaligus lebih asketis dibandingkan saudaranya itu. Kondisi rohaninya jauh lebih mengagumkan.\nKita bayangkan, saudara kandung sang sufi ini, Syaikh Abu al-Husin ad-Darraj, sudah sangat mengagumkan di dalam dunia cinta keilahian, sampai-sampai beliau mengalami kemabukan spiritual yang tidak terkira dan akhirnya menghembuskan napasnya yang terakhir ketika tenggelam di tengah lautan keindahan Ilahi yang menyembul dari orkestrasi musik kaum sufi.\nSedemikian hebatnya kekuatan rohani yang dianugerahkan oleh Allah Ta’ala kepada Syaikh Abu al-Husin ad-Darraj. Nah, saudara kandungnya ini, Syaikh Bukair ad-Darraj, jauh lebih hebat lagi, jauh lebih mengagumkan lagi. Kebanyakan kita mungkin tidak ada apa-apanya dibandingkan Syaikh Abu al-Husin ad-Darraj. Apalagi di hadapan Syaikh Bukair ad-Darraj.\nBetapa sangat penting bagi kita untuk menatap derajat-derajat rohani yang tinggi yang dianugerahkan oleh hadiratNya kepada para nabi, kepada para wali, kepada para sufi. Dengan cara seperti itu, kita bisa memompa heroisme spiritual kita. Dengan cara seperti itu pula kita mesti membuka pintu pengharapan yang selebar-lebarnya terhadap kemurahan hadiratNya.\nSyaikh Bukair ad-Darraj, di tengah guyuran hujan rohani yang melimpah terhadap dirinya, mengatakan: “Semenjak aku memasuki jalan rohani, tidak pernah terlintas di benakku seberkas khathir yang salah.”\nDi dalam kepustakaan kaum sufi, apa yang disebut sebagai khathir itu adalah “pesan” rahasia yang datang kepada hati seseorang. Dan pesan itu bisa datang dari malaikat, bisa datang dari setan, bisa datang dari kekelaman nafsu, bisa juga datang dari Allah Ta’ala. Semua itu memiliki ciri-ciri masing-masing.\nYang datang dari malaikat disebut ilham yang ditandai dengan adanya kecocokan dengan ilmu yang benar. Yang datang dari setan disebut hasutan yang mendorong seseorang pada kemaksiatan. Yang datang dari kekelaman nafsu disebut bisikan yang mendorong seseorang untuk melampiaskan syahwatnya. Dan yang datang dari Allah Ta’ala disebut sebagai al-Khathir al-Haqq atau pesan yang benar.\nPesan-pesan yang tercela itu berpusat di nafsu yang kelam. Sedangkan pesan-pesan yang terpuji berpusat di hati yang cemerlang. Akan tetapi seseorang yang rohaninya buram tidak sanggup untuk membedakan di antara keduanya. Apalagi seseorang yang mengonsumsi makanan yang tidak halal, penglihatan batinnya pasti kabur.\nSyaikh Bukair ad-Darraj dengan kecemerlangan rohani dan kematangan spiritualitasnya telah dianugerahi kesanggupan untuk menutup rapat-rapat celah hasutan yang disemburkan oleh setan. Juga beliau dianugerahi ketangguhan untuk terus membendung bisikan-bisikan nafsu kelamnya sendiri.\nTinggallah dua ventilasi rohani yang dijadikan oleh Allah Ta’ala untuk senantiasa membimbing beliau. Yaitu, ilham malaikat dan pesan langsung kepada beliau dari hadiratNya. Dengan demikian, benarlah apa yang telah diucapkan oleh beliau sendiri: “Semenjak aku memasuki jalan rohani, tidak pernah terlintas di benakku seberkas khathir yang salah.” Wallahu a’lamu bish-shawab"
 },
 {
    "id": 3,
  "judul": "Syaikh Abu Al-Husin ad-Darraj",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/07\/tajalli-8-Juli-2022-500x300.png",
  "tahun_terbit": "08-Jul-22",
  "kategoribuku": "Tajalli",
  "rating": "3.8",
  "deskripsi": "Beliau adalah Sa’id bin al-Husin Abu al-Husin ad-Darraj, seorang sufi kelahiran Baghdad. Beliau wafat ketika menyimak dan menikmati orkestrasi musik […]",
  "isi": "Beliau adalah Sa’id bin al-Husin Abu al-Husin ad-Darraj, seorang sufi kelahiran Baghdad. Beliau wafat ketika menyimak dan menikmati orkestrasi musik kaum sufi pada tahun 320 Hijriah. Ada dua sufi lagi yang wafat bersamaan dengan wafat beliau di majelis musik rohani tersebut. Yaitu, Syaikh Abubakar ad-Dimasyqi dan Syaikh Abu ‘Imran al-Muzayyin ar-Razi.\nSangat mengagumkan. Mereka bertiga, para sufi terhormat itu, menempuh prosesi kematian dengan cara dan jalan yang sangat indah. Yaitu, dengan diiringi oleh kemerduan musik rohani yang sangat bernuansa transendental. Sebuah perjalanan dalam menempuh kematian yang dirindukan oleh kebanyakan kaum spiritualis.\nTentu saja peristiwa yang sedemikian sakral dan indah itu bukanlah merupakan hal yang kebetulan. Hampir dapat dipastikan bahwa jauh sebelum peristiwa kematian yang sangat “estetis” itu mereka telah membangun relasi yang begitu kukuh dengan dimensi jamaliyyah atau keindahan Ilahi.\nMelalui pertalian yang kuat dengan dimensi keindahan Ilahi tersebut, sang sufi, Syaikh Abu al-Husin ad-Darraj, senantiasa mengalami getar-getar keindahan transendental di hadapan kemahaan Allah Ta’ala yang senantiasa dirasa mengepung keseluruhan sepak terjang kehidupannya.\nMaka menjadi jelas bahwa tidak ada arah mana pun di dunia ini bagi beliau kecuali menjuntaikan dawai-dawai kemahaindahan hadiratNya. Itulah sebabnya hati beliau menjadi sangat begitu rawan ketika berhadapan dengan keindahan yang bahkan dianggap sangat sepele oleh orang kebanyakan.\nBagi beliau dan siapa pun yang telah mendapatkan anugerah yang berupa tajalli jamaliyyah hadiratNya itu, seluruh anasir di alam semesta ini tidak lain adalah jendela-jendela yang tersambung nyata dengan padang luas tak terhingga keanggunan Allah Ta’ala.\nDalam konteks pemahaman sekaligus pengalaman spiritual yang sangat lezat seperti itu, kiranya merupakan hal yang rasional ketika beliau menikmati musik sakral kaum sufi akhirnya sampai pada puncak hakikat keterpesonaan paling memukau yang mengantarkannya pada kematian.\nRealitas rohani yang menguasai sang sufi kala itu tentu saja adalah realitas cinta Ilahi yang sedang membuncah dan bertakhta di puncak bukit eksistensi spiritualitasnya. Dan kiblat cinta sang sufi itu pastilah Tuhannya sendiri, bukan siapa pun yang lain. Degub-degub cinta itu telah mengantarkannya kepada Allah Ta’ala, meninggalkan segala yang fana dan kalis oleh perputaran masa.\nCakrawala cinta Ilahi yang bersemayam di dalam diri sang sufi itu menjadi terkukuhkan oleh adanya khidmat beliau yang sedemikian tulus terhadap seorang wali agung yang bernama Syaikh Ibrahim al-Khawwash. Sang wali agung ini, dari saking kuatnya kegandrungan yang bertakhta di puncak rohaninya kepada Allah Ta’ala, sampai-sampai beliau menolak ajakan Nabi Khidhir untuk menjadi kawannya. Alasan penolakannya pasti dan tegas. Yaitu, Allah Ta’ala Maha Pencemburu.\nDan berkhidmat kepada seorang kekasih hadiratNya, sungguh serupa berkhidmat kepada Allah Ta’ala itu sendiri. Tidak mungkin tidak mendapatkan kucuran barokah yang melimpah. Dan Syaikh Abu al-Husin ad-Darraj tidak lain merupakan contoh yang nyata. Wallahu a’lamu bish-shawab"
 },
 {
    "id": 4,
  "judul": "Syaikh Abu Al-Husin al-Warraq",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/07\/tajalli-1-Juli-2022-500x300.png",
  "tahun_terbit": "01-Jul-22",
  "kategoribuku": "Tajalli",
  "rating": "4.2",
  "deskripsi": "Beliau adalah Muhammad bin Sa’d Abu al-Husin al-Warraq. Termasuk sufi agung dan terdepan di Nisapur pada masanya. Salah seorang sahabat […]",
  "isi": "Beliau adalah Muhammad bin Sa’d Abu al-Husin al-Warraq. Termasuk sufi agung dan terdepan di Nisapur pada masanya. Salah seorang sahabat dari Abu ‘Utsman al-Hiri. Beliau wafat sebelum tahun 320 Hijriah.\nBeliau memiliki kecemerlangan intelektual di berbagai bidang ilmu keislaman. Beliau sangat detail ketika menjelaskan tentang berbagai renik-renik keilmuan, utamanya yang berkaitan dengan aneka ragam “konsepsi” keilmuan di dalam Islam.\nDi dalam bermuamalah, di dalam berbagai macam interaksi dengan sesama, beliau betul-betul berhati-hati. Beliau tahu persis secara detail, lewat celah mana saja kemungkinan interaksi sosial itu bisa rusak secara spiritual. Faktor-faktor yang menjadi penyebab bagi munculnya cacat di dalam perbuatan dan tindakan, baik secara vertikal maupun secara horizontal, telah dikuasai oleh beliau dengan sempurna.\nDengan adanya kewaskitaan spiritual yang sangat mumpuni di dalam kehidupan beliau, rohani beliau menjadi senantiasa segar-bugar, sehat walafiat, tidak terkulai oleh berbagai macam rayuan dan terkaman taring-taring kehidupan. Betapa sangat lihai beliau mengelola hatinya, menata pikirannya, mengkalkulasi langkah-langkah yang akan diambil di dalam hidupnya.\nKarena itu, dengan tegas beliau menyatakan bahwa hidupnya hati seseorang itu mutlak berada di dalam kukuhnya keterhubungan rohani dengan Tuhan Yang Mahahidup dan tidak mungkin tersentuh oleh kematian. Artinya adalah bahwa hanya ketika hati seseorang dibekingi oleh hadiratNya maka ia akan menjadi sangat tangguh, bahkan jauh lebih tangguh dibandingkan dengan gunung-gunung yang tidak lain merupakan pasak-pasak bumi.\nItulah hati seseorang yang tidak saja telah sanggup menampung keluasan langit dan bumi beserta seluruh yang dikandung oleh keduanya, tapi lebih dari itu juga bahkan sanggup menampung tajalli Allah Ta’ala. Sungguh, betapa sangat menakjubkan.\nHati yang sangat tangguh seperti itu jelas merupakan hati yang sedemikian tenang, sedemikian tenteram, sedemikian terlampau gagah untuk dirobohkan atau apalagi hanya sekadar digoyang oleh berbagai aneka ragam problem kehidupan. Hati yang seperti itu adalah hati yang telah memenuhi syarat untuk tidak terusik oleh berbagai peristiwa segala yang fana di dunia ini.\nHati yang gagah sekaligus tangguh secara spiritual itu dapat dipastikan merupakan hati yang telah sepenuhnya jatuh cinta kepada Allah Ta’ala. Dan indikasi paling gamblang dari seseorang yang hatinya telah jatuh cinta kepada hadiratNya tidak lain adalah totalitas orang itu di dalam mengikuti ketauladanan Rasulullah Saw, baik secara lahiriah maupun secara batiniah.\nOrang-orang yang seperti itu adalah paku-paku kehidupan. Disebabkan oleh mereka, roda-roda kehidupan ini berjalan dengan normal dan semestinya. Disebabkan oleh mereka pula, perjalanan hidup ini dijauhkan dari berbagai bencana dan malapetaka.\nDisebabkan oleh mereka, rahmat-rahmat Allah Ta’ala tetap bertebaran di muka bumi. Dan disebabkan oleh mereka juga, hadiratNya menahan murka dan siksa agar tidak menimpa umat manusia di medan-medan kehidupan ini. Wallahu a’lamu bish-shawab."
 },
 {
    "id": 5,
  "judul": "Syaikh Abu Ja’far ad-Damaghani",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/06\/tajalli-24-Juni-2022-500x300.png",
  "tahun_terbit": "24-Jun-22",
  "kategoribuku": "Tajalli",
  "rating": "4.0",
  "deskripsi": "Beliau merupakan salah seorang sufi yang sangat istimewa di dalam dunia rohani. Gema roh di dalam dirinya sedemikian gemuruh, sedemikian […]",
  "isi": "Beliau merupakan salah seorang sufi yang sangat istimewa di dalam dunia rohani. Gema roh di dalam dirinya sedemikian gemuruh, sedemikian rancak, sedemikian indah. Perjalanan rohaninya ditempuh tidak saja dengan langkah-langkah kaki, tapi dengan terbang dan bahkan melesat hingga sampai di haribaan Tuhan semesta alam.\nBeliau dianugerahi kesanggupan sedemikian rupa oleh Allah Ta’ala di dalam melipat jarak geografis. Sehingga langkah-langkah hidupnya menjadi begitu efektif. Umurnya padat berisi dengan nilai-nilai keilahian. Karena beliau telah mendapatkan karunia yang berupa migrasi spiritual yang hakiki. Yaitu, hijrah dari alam ciptaan menuju Penciptanya.\nDi dalam kitab rujukan utama yang saya gunakan untuk menulis esai singkat tentang biografi para sufi, Nafahat al-Unsi min Hadharat al-Qudsi karya Mulla ‘Abdurrahman al-Jami, sama sekali tidak disebutkan tentang asal-usul, tahun kelahiran dan wafat beliau. Akan tetapi bagi saya pribadi tetap penting menulis sepenggal kisah rohani beliau. Semoga kita semua kecipratan barokahnya. Amin.\nSalah seorang sufi menuturkan pengalamannya bersama dengan Syaikh Abu Ja’far ad-Damaghani. “Pada suatu hari,” ungkapnya memulai kisah, “aku berada di Madinah Munawwarah. Aku melihat seorang lelaki non-Arab. Ukuran kepalanya lebih besar ketimbang orang kebanyakan. Dia “berpamitan” kepada Rasulullah Saw sebelum meninggalkan Madinah Munawwarah.\nKetika dia pergi, aku ikuti jejaknya dari belakang hingga akhirnya sampai di Masjid Dzulhulaifah. Setelah melaksanakan shalat, dia menoleh kepadaku: ‘Kau mau apa?’ tanya dia. ‘Aku mau mengikutimu,’ jawabku. Dia menolak. Aku tetap memaksakan diri untuk mengikutinya. Dia akhirnya berkenan juga dengan mengatakan kepadaku: ‘Jika engkau mesti bersamaku, engkau harus meletakkan langkah kakimu di bekas pijakan kakiku.’ Kuikuti perintahnya. Beliau menyusuri jalan yang tidak biasa dilewati oleh orang-orang.\nMalam perlahan turun. Kulihat cahaya lampu-lampu. Dia berkata kepadaku: ‘Itu Masjid ‘Aisyah. Engkau atau aku yang di depan?’ tanyanya. ‘Engkau saja, Tuan,’ jawabku. Dia maju dan aku mengikutinya. Ketika masuk waktu dini hari, aku sampai di Makkah. Orang yang semula kuikuti tadi entah telah ke mana. Aku langsung melakukan thawaf dan sa’i.\nSetelah itu, aku mendatangi jama’ah sufi yang “dipimpin” oleh Syaikh Abubakar al-Kattani. Beliau bertanya: ‘Kapan kau sampai di Makkah?’ Jawabku: ‘Sekarang ini.’ ‘Dari mana?’ ‘Madinah.’ ‘Berangkatnya kapan?’ ‘Kemarin.’ Mereka secara serentak saling pandang karena merasa heran, bagaimana mungkin baru kemarin berangkat dari Madinah, sekarang aku sudah sampai di Makkah.\nSyaikh Abubakar al-Kattani lalu bertanya lagi kepadaku: ‘Kau bersama siapa dari Madinah?’ ‘Bersama seseorang yang kondisinya begini dan begitu,’ jelasku. ‘Oh, itu Syaikh Abu Ja’far ad-Damaghani. Peristiwa yang kau alami itu tidak seberapa bagi dia. Ayo berdiri semua. Kita perhatikan orang ini. Kita kelilingi orang ini,’ ungkap Syaikh Abubakar al-Kattani.”\nBagi seorang sufi sekelas Syaikh Abu Ja’far ad-Damaghani, melipat jarak geografis merupakan hal yang sepele. Karena beliau telah dianugerahi kesanggupan menerobos kelamnya hutan dunia dan rimba akhirat. Karena beliau telah merasakan tidak saja dilingkupi oleh Allah Ta’ala, tapi bahkan seluruh hidupnya diperankan oleh hadiratNya.\nItulah sebabnya kenapa beliau dirindukan oleh banyak orang. Itulah pula sebabnya kenapa beliau menjadi magnet rohani yang sanggup membuat tertarik banyak orang. Orang-orang ingin mendekat kepada beliau semata karena berharap untuk mendapatkan berbagai kemanfaatan dan barokah beliau. Wallahu a’lamu bish-shawab."
 },
 {
    "id": 6,
  "judul": "Syaikh Abu Ja’far al-Majdzum #2",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/06\/tajalli-17-Juni-2022-500x300.png",
  "tahun_terbit": "17-Jun-22",
  "kategoribuku": "Tajalli",
  "rating": "3.6",
  "deskripsi": "Sang Wali Quthub yang menyandang “gelar” al-Majdzum karena senantiasa bersahabat dengan penyakit lepra yang menderanya, betul-betul hebat secara rohani, juga […]",
  "isi": "Sang Wali Quthub yang menyandang “gelar” al-Majdzum karena senantiasa bersahabat dengan penyakit lepra yang menderanya, betul-betul hebat secara rohani, juga betul-betul sakti baik secara lahir maupun batin. Beliau sungguh mengagumkan. Karena itu, banyak di antara para sufi yang ingin sekali melihat dan berjumpa dengan beliau.\nMembaca pengalaman berjumpa dengan beliau sebagaimana yang pernah dialami oleh Syaikh Abu al-Husin ad-Darraj sungguh sangat mengasyikkan, utamanya bagi saya pribadi. “Ketika aku sedang melaksanakan ibadah thawaf dalam rangkaian pelaksanaan ibadah haji,” ungkap Syaikh Abu al-Husin, “aku melihat Syaikh Abu Ja’far al-Majdzum. Lalu, aku mendatangi para sufi di salah satu sudut di Masjid al-Haram dan aku beritahukan kepada mereka bahwa aku barusan melihat beliau.\nMereka berkata bahwa kalau aku melihat beliau lagi, mereka mohon agar beliau dibiarkan dan aku diminta untuk memberitahukan secepatnya kepada mereka. Aku keluar dari Masjid al-Haram menuju Mina dan ‘Arafah. Di sana aku tidak berhasil menjumpai beliau.\nAkan tetapi ketika aku sedang melempar jumroh, tiba-tiba ada seseorang yang mengucap salam kepadaku. Aku lihat, ternyata yang mengucap salam itu adalah Syaikh Abu Ja’far al-Majdzum. Ketika aku memandang beliau, aku betul-betul mengalami kondisi rohani yang sangat hebat, merasakan cinta yang luar biasa kepada Allah Ta’ala.\nAku menjerit sekuat tenaga agar mereka tahu bahwa aku sedang berjumpa dengan beliau. Beliau pergi dan aku pingsan. Ketika aku sadar, kulangkahkan kakiku menuju Masjid al-Khif. Di situ, kututurkan kepada para sufi pengalamanku yang sangat mendebarkan berjumpa dengan Syaikh Abu Ja’far al-Majdzum.\nAku kembali ke Masjid al-Haram. Di belakang Maqam Ibrahim, beliau menjumpaiku. Aku mohon untuk didoakan oleh beliau. Tapi beliau bilang bahwa dirinya tidak berdoa. Beliau menyuruh aku berdoa dan beliau mengaminkan doaku. Pertama, aku berdoa agar Allah Ta’ala memberikan rezeki tiap hari sesuai keperluanku, tidak lebih. Maka setelah itu, selama bertahun-tahun aku tidak pernah menyisihkan rezeki untuk hari esok. Untuk hari ini, rezekiku datang hari ini juga. Untuk hari esok, rezekiku datang hari esok juga.\nKedua, aku berdoa agar Allah Ta’ala menjadikan kefakiran sebagai kecintaanku. Itu pun juga menjadi nyata setelah doaku diaminkan beliau. Ketiga, aku berdoa agar hadiratNya mengumpulkanku bersama para kekasihNya. Aku berharap yang ketiga ini betul-betul dikabulkan juga.”\nBerjumpa secara spiritual dengan seseorang yang berada di puncak tertinggi dari derajat kewalian adalah sama saja dengan mendapatkan kekuatan rohani yang tidak terkira, sama saja dengan mendapatkan cinta paling sakral yang meluap-luap terhadap Allah Ta’ala, sama saja dengan mendapatkan prototipe kehadiran Ilahi yang begitu nyata dan mempesona.\nBerjumpa secara spiritual dengan seorang Wali Quthub sama saja dengan mendapatkan realitas dikabulkannya doa, sama saja dengan mendapatkan hadiratNya, sama saja dengan mendapatkan kenikmatan paling berharga sekaligus paling puncak, baik di dunia ini maupun di akhirat nanti.\nSeorang Wali Quthub adalah dia yang telah kehilangan dirinya sendiri, digantikan sekaligus diperankan oleh Allah Ta’ala dalam setiap tindakan, perilaku dan keputusannya. Seorang Wali Quthub adalah dia yang telah menyaksikan sekaligus merasakan bahwa yang betul-betul ada adalah hadiratNya belaka, sama sekali tidak menyaksikan sekaligus tidak merasakan bahwa yang lain itu ada. Wallahu a’lamu bish-shawab."
 },
 {
    "id": 7,
  "judul": "Syaikh Abu Ja’far al-Majdzum #1",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/06\/tajalli-10-juni-2022-500x300.png",
  "tahun_terbit": "10-Jun-22",
  "kategoribuku": "Tajalli",
  "rating": "4.1",
  "deskripsi": "Inilah seorang sufi yang unik sekaligus sangat mumpuni secara spiritual. Beliau adalah orang suci yang senantiasa menyandang penyakit lepra. Itulah […]",
  "isi": "Inilah seorang sufi yang unik sekaligus sangat mumpuni secara spiritual. Beliau adalah orang suci yang senantiasa menyandang penyakit lepra. Itulah sebabnya beliau disebut al-Majdzum. Beliau adalah seorang Wali Quthub yang doanya sedemikian mujarab dan ampuh. Segenerasi dengan Syaikh Abu al-‘Abbas bin ‘Atha’ yang hidup sekitar tahun 900an Masehi.\nAndaikan beliau berdoa untuk kesembuhan penyakit lepra yang menderanya, niscaya doanya langsung dikabulkan oleh Allah Ta’ala. Tapi beliau tidak berdoa untuk hal itu. Bukan saja beliau sudah sanggup berdamai dengan penyakit lepra itu, tapi bahkan bisa “berjumpa” dan menyaksikan hadiratNya lewat penyakit tersebut. Betapa sangat mengasyikkan.\nBeliau adalah seorang sufi yang fakir-miskin dalam pemahamannya yang paling hakiki. Tidak memiliki apa-apa dalam hidupnya selain Allah Ta’ala. Dan karena itu, hidupnya yang sangat lemah kemudian menjadi gagah. Tidak pernah mengemis, merengek, bersandar, dan bergantung pada makhluk.\nDan karena beliau senantiasa bersandar dan bergantung sepenuhnya kepada Allah Ta’ala, maka hadiratNya itu selalu menolong dan bahkan berpihak kepada beliau. Allahlah satu-satunya backing beliau, bukan apa atau siapa pun yang lain.\nTestimoni tentang kehebatan rohani beliau disampaikan oleh Syaikh Abu al-Husin ad-Darraj sebagaimana dikisahkan oleh Syaikh Ibn al-Khafif. “Pada suatu hari,” ungkap Syaikh Abu al-Husin memulai kisahnya, “aku menempuh perjalanan bersama kawan-kawan. Aku capek, aku kesel. Karena di antara mereka selalu terjadi percekcokan.\nAku memutuskan untuk menempuh perjalanan sendirian saja. Ketika aku sampai di Masjid al-Qadisiyah di Mesopotamia Selatan, aku melihat orang tua yang terjangkit penyakit lepra. Dia sakit parah. Ketika dia juga melihatku, dia mengucap salam dan menyapaku.\n+’Wahai Abu al-Husin, kau mau berhaji?’\n-Aku jawab sekenanya: ‘Terpaksa.’\n+’Kau mau teman?’\n-‘Tidak,’ jawabku tegas. Aku membatin bahwa aku sudah cukup merasa puyeng bersama kawan-kawan dengan badan yang sehat, sekarang malah aku diuji dengan seseorang yang terjangkit penyakit lepra.\n+’Jadilah temanku.’\n-‘Demi Allah aku tidak mau berteman denganmu.’\n+’Wahai Abu al-Husin, Allah Mahakuasa berbuat apa pun lewat seorang yang lemah sehingga orang yang kuat menjadi takjub.’\n-‘Demikianlah.’ Lalu, kutinggalkan dia dengan perasaan tidak senang.\nKulanjutkan perjalanan lagi. Setelah kutempuh jarak yang jauh, aku melihat dia lagi sedang duduk beristirahat di waktu Dhuha. Dia mengulangi kalimatnya lagi kepadaku: ‘Wahai Abu al-Husin, Allah Mahakuasa berbuat apa pun lewat seorang yang lemah sehingga orang yang kuat menjadi takjub.’ Aku tidak menanggapinya. Hatiku bingung dan gelisah lantaran orang itu.\nDengan terburu-buru aku melanjutkan perjalanan. Ketika pada waktu Subuh aku sampai di sebuah daerah, aku masuk masjid di situ. Ternyata dia telah terlebih dahulu ada di dalam masjid. Dia mengulangi lagi kalimatnya kepadaku: ‘Wahai Abu al-Husin, Allah Mahakuasa berbuat apa pun lewat seorang yang lemah sehingga orang yang kuat menjadi takjub’.”\nKetika Syaikh Abu al-Husin ad-Darraj mulai mengakui kedahsyatan spiritualitas Syaikh Abu Ja’far al-Majdzum, seketika itu juga hilanglah lelah, hilanglah lapar, hilanglah duka dan derita yang bersemayam di dalam hati Syaikh Abu al-Husin. Itulah sebabnya kenapa Syaikh Abubakar al-Kattani dan Syaikh Abu al-Hasan al-Muzayyin selama tiga puluh tahun berharap untuk bisa melihat Syaikh Abu Ja’far al-Majdzum. Tak lain karena barokah Allah Ta’ala meluap-luap pada diri sang sufi yang senantiasa dililit penyakit lepra itu. Wallahu a’lamu bish-shawab."
 },
 {
    "id": 8,
  "judul": "Syaikh Abu Ja’far al-Mishri",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2022\/06\/tajalli-3-Juni-2022-500x300.png",
  "tahun_terbit": "03-Jun-22",
  "kategoribuku": "Tajalli",
  "rating": "4.2",
  "deskripsi": "Beliau adalah Abu Ja’far Mu’adz al-Mishri. Guru rohani bagi Syaikh Abu al-Husin as-Sairawani al-Kahin. Saya tidak mendapatkan data yang menuturkan […]",
  "isi": "Beliau adalah Abu Ja’far Mu’adz al-Mishri. Guru rohani bagi Syaikh Abu al-Husin as-Sairawani al-Kahin. Saya tidak mendapatkan data yang menuturkan waktu kelahiran dan wafatnya. Pun, saya tidak menemukan keterangan yang menyebutkan tempat lahir dan wafatnya.\nBeliau memasuki dunia kesufian lewat dua orang guru sufi yang “diutus” oleh suratan takdir dari Allah Ta’ala untuk menjadi tali penyambung dengan hadiratNya. Di sini, apa yang disebut sebagai wasilah atau perantara merupakan sesuatu yang dipilih langsung oleh Rabbul’alamin dengan kehendakNya untuk dijadikan titian oleh sang sufi.\nDalam posisi seperti itu, sang sufi atau siapa pun di antara kita yang mengalami hal serupa, memiliki dua tugas spiritual yang mesti senantiasa direalisasikan. Pertama, tentu saja harus eksis bersyukur kepada Allah Ta’ala yang dengan kemurahan dan kasih sayangNya telah membentangkan jalan, memberikan kekuatan dan rasa tertarik kepada hadiratNya.\nKedua, mesti berterima kasih kepada sang guru rohani yang telah dipilih oleh Allah Ta’ala untuk mentransformasikan adanya kekuatan petunjuk kepada beliau. Dalam konteks ini jelas bahwa sang guru rohani itu tidak lain merupakan “perpanjangan” tangan kemurahan hadiratNya.\nCeritanya begini. Pada suatu hari, Syaikh Abu Ja’far al-Mishri berjumpa dengan Syaikh Abu Ja’far al-Haddad dan Syaikh Ibn al-Barqi. Keduanya berada di Mesir. Sang sufi mengajukan pertanyaan kepada keduanya: “Tasawuf itu apa?” Keduanya memberikan jawaban yang sama yang sangat membekas secara spiritual di kedalaman batin sang sufi.\n“Tasawuf adalah jejak Allah Ta’ala di atas bumi. Sesekali Dia membuatnya tampak. Dan sesekali Dia membuatnya tersembunyi,” ungkap keduanya dengan jawaban yang persis sama. Sungguh kalimat jawaban itu mengandung makna yang sangat mendalam.\nSyaikh Abu Isma’il ‘Abdullah al-Anshari al-Harawi yang masyhur dengan sebutan Syaikh al-Islam memberikan komentar yang sangat menarik tentang kalimat jawaban di atas. “Andaikan Allah Ta’ala memberikan umur seribu tahun kepada seseorang,” ungkap Syaikh al-Islam, “dia tidak akan mendengarkan ungkapan yang lebih indah ketimbang kalimat di atas.\nKarena Allah Ta’ala menampakkan berbagai ciptaanNya di langit dan di bumi. Dan Dia tidak menampakkan ciptaan pada seseorang sebagaimana Dia menampakkannya pada para pecinta. Pencarian, perjalanan dan ziarah dilakukan semata karena hadiratNya. Maka merupakan suatu keharusan bagi seseorang yang mengenakan baju kesufian untuk mengganti malam dengan siang agar mengenal penglihatan Allah Ta’ala. Dengan penglihatanNya seseorang akan memiliki roh yang aktif. Dan dengan penglihatan para kekasihNya, roh seseorang akan menjadi roh bagi segala roh.”\nJawaban kedua guru rohani dengan kalimat yang sama di atas itu memastikan bahwa apa yang disebut sebagai tasawuf sama sekali bukanlah merupakan himpunan kalimat yang menuturkan berbagai kesucian jiwa-jiwa. Tapi mutlak merupakan jejak-jejak dari hadiratNya sendiri yang senantiasa dipungut oleh mereka yang selalu berdegup karena cinta ilahiat.\nJejak-jejak Ilahi tidak lain adalah realisasi nama, perbuatan dan sifat Allah Ta’ala. Ketika hati merasakan adanya ketersambungan dengan salah satu atribut dari tiga dimensi keilahian di atas, itulah yang disebut memungut jejak-jejak hadiratNya. Dan secara substansial, seluruh isi alam raya ini tak lain merupakan jejak-jejakNya. Wallahu a’lamu bish-shawab"
 }
]