[
    {
        "id": 1,
      "judul": "Titik Balik Kaum “Teoretis” dan “Praktis”",
      "cover": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fbasabasi.co%2Fcategory%2Fceloteh%2F&psig=AOvVaw3l6iQ_PFHi2ohT16M7YWzO&ust=1665805779703000&source=images&cd=vfe&ved=0CA0QjRxqFwoTCLjc1rro3voCFQAAAAAdAAAAABAO",
      "tahun_terbit": "20-Jul-19",
      "kategoribuku": "Celoteh",
      "rating": "4.0",
      "deskripsi": "(Solusi Hannah Arendt dan Ricoeur atas Perkataan Soekarno)   “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi […]",
      "isi": "“Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini, daripada pemuda kutu buku yang memikirkan diri sendiri”, perkataan subjektif dari Ir. Soekarno yang kemudian melanglang buana ke segala penjuru yang dikumandangkan oleh beberapa orang dengan penafsiran yang berbeda-beda. Dari hasil penafsiran perkataan Soekarno di atas tentunya akan menghasilkan interpretasi yang berbeda-beda, hal ini dipengaruhi oleh siapa yang menafsirkannya dan kerangka teoretis apa yang digunakan. Pertarungan gagasan dari dua kelompok yang sering kali menjadikan narasi Soekarno di atas sebagai senjata. Dua kelompok tersebut dapat ditemukan dalam kehidupan modern saat ini. Berdasarkan penelaahan fenomena, dua kelompok yang dimaksud yakni mereka yang lahir dari ranah intelektualitas, sebut saja kelompok yang berafiliasi pada segi teoretis dan praktis. Kelompok teoretis adalah mereka para kaum intelektual yang memiliki ketertarikan tersendiri untuk mengarungi bahtera ilmu pengetahuan dari sudut pandang teori, sementara kelompok praktis adalah kelompok yang juga lahir dari rahim yang sama dengan kelompok teoretis yakni ruang intelektual namun perbedaannya adalah mereka lebih tertarik pada kehidupan praksis dan cenderung menyimpulkan sebuah teori secara singkat.\nSederhananya, kelompok praktis lebih condong pada narasi populer “satu kata, satu tindakan” sedangkan kelompok teoritis lebih berkarakteristik “beberapa kata untuk satu tindakan dan tidak menutup kemungkinan akan menghasilkan beberapa tindakan”. Arus pertarungan keduanya semakin tampak mencolok dalam dunia modern. Kelahiran dua kelompok tersebut sebenarnya secara tersirat dikumandangkan dari perkataan Soekarno di atas yang mana kelompok teoretis bisa kategorikan sebagai “kutu buku yang memikirkan diri sendiri” dan kelompok praktis adalah mereka yang “merokok dan minum kopi sambil diskusi tentang bangsa ini”. Secara sekilas, dalam tinjauan kehidupan modern yang menghasilkan masyarakat modern dengan karakter budaya instan, tentunya akan lebih bersepakat dengan kelompok praktis dengan barometer yang mungkin saja menjurus pada konteks tindakan karena pada dasarnya tindakanlah yang akan mencetuskan sebuah bentuk perubahan dan kenyataannya memang seperti itulah seharusnya, ibaratkan cerita kopi dan gula. Segelas kopi yang nikmat tentu yang akan mendapat jempol dari penikmatnya adalah kopinya. Sebaliknya, jika kopinya kurang nikmat maka yang akan dihakimi oleh para penikmatnya tentunya gula dengan dalih bahwa kopinya kurang nikmat karena gulanya kurang. Hampir dipastikan bahwa begitulah kisah antara kelompok teoretis dan praktis.\nMenelaah Perkataan Soekarno\nHannah Arendth dengan filsafat tindakannya hadir menengahi polemik antara kelompok teoretis dan praktis. Kita ketahui, filsafat tindakan Hannah Arendth berasal dari konsep vita activa. Konsep vita activa merumuskan tiga aktivitas manusia, antara lain: kerja, karya, dan tindakan. Konsep vita activa terinspirasi dari tiga taraf kehidupan dalam pemikiran Aristoteles. Tiga taraf aktivitas tersebut adalah produksi, tindakan, dan kontemplasi. Arendt kemudian mengkritik tiga taraf aktivitas tersebut, bahwa tindakan diletakkan di bawah kontemplasi. Bagi Arendt, tindakan adalah penyempurna aktivitas manusia sehingga tindakan menjadi aspek penting di dalam vita activa. Vita activa digunakan Arendt bukan untuk dibandingkan dengan vita contemplativa, kedua hal tersebut mempunyai muatan yang sama.\nVita activa memperoleh perhatian Arendt untuk mengkritik kemajuan masyarakat modern yang hanya menekankan “berpikir” untuk hal-hal praktis. Antara vita activa dan vita contemplativa harus berada dalam keseimbangan namun jika keduanya tidak seimbang maka akan melahirkan dampak, seperti yang dipaparkan Hardiman (2003: 25) bahwa: Manusia percaya begitu saja apa-apa yang terjadi secara rutin dengan perspektif akal sehatnya. Term vita contemplativa bahkan menjadi bahan perbincangan di era postmodern. Vita contemplativa identik dengan teori, sementara dalam realitas kehidupan tidak melulu menggunakan teori, bahkan teori harus dikaitkan dengan praksis. Persoalan yang muncul kemudian adalah tidak ada keseimbangan dalam penggunaan teori dan praksis, seperti ketika kita terbiasa menghayati daripada memikirkan atau sebaliknya. Jika lewat dari wilayah ini, manusia merasa ada sesuatu yang “aneh”, “luar biasa”, “gila”, dan seterusnya. Wilayah ini belum direfleksikan, maka bersifat prareflektif, sebuah “wilayah tidak bertuan” yang belum diduduki oleh penafsiran-penafsiran ilmiah dan filosofi. Manusia di sini lebih “menghayati” daripada “berpikir”, atau kalaupun berpikir, berpikir untuk hal-hal praktis yang sudah barang tentu.\nSampai di sini, kita bisa merefleksikan perkataan Soekarno di atas yang secara tidak langsung menyiratkan pembagian kelompok dalam arena kehidupan intelektualitas. Vita activa yang mewakili kelompok praktis sementara vita contemplativa adalah kelompok teoretis. Keduanya dituntut berjalan beriringan untuk menghasilkan sebuah tindakan yang mengarah pada perubahan yang sebenarnya. Dalam kajian vita activa, manusia pun tidak hanya dituntut untuk melakukan sebuah tindakan tanpa proses berpikir sebelumnya dan berpikir pun tidak hanya sekadar berpikir untuk hal-hal yang praktis tapi berpikir yang dimaksud adalah aktivitas di mana terjadi dialog antara diri dengan suara batin, sehingga berpikir memerlukan aspek kesadaran, bukan hanya dengan menghayati namun dengan bertindak. Dari sudut pandang vita contemplativa, manusia sebelum melakukan sebuah bentuk tindakan, mereka dituntut mapan dalam wilayah kerangka teoretis dan memiliki kecakapan dalam mentransformasikan basis teori yang dimilikinya sehingga mampu bergerak untuk menerapkan konsep dan gagasannya yang merujuk pada langkah ultim seorang manusia yakni tindakan.\nHermeneutika sebagai Aturan Interpretasi\nPaul Ricoeur dengan Hermeneutikanya memberikan sedikit gambaran perihal interpretasi. Bagi Ricoeur, Hermeneutika merupakan suatu teori tentang aturan-aturan dalam penafsiran teks. Hermeneutika bertujuan untuk menggali makna yang terdapat pada teks dan simbol dengan cara menggali tanpa henti makna-makna yang tersembunyi ataupun yang belum diketahui dalam suatu teks. Hermeneutika tidak dimaksudkan untuk mencari kesamaan antara maksud pembuat pesan dan penafsir. Melainkan menginterpretasi makna dan pesan se-objektif mungkin sesuai dengan yang diinginkan teks yang dikaitan dengan konteks. Seleksi atas hal-hal di luar teks harus selalu berada dalam petunjuk teks. Suatu interpretasi harus selalu berpijak pada teks. Dengan demikian, dapat dikatakan bahwa proses penafsiran selalu merupakan dialog antara teks dan penafsir.\nObjektivitas interpretasi dapat dicapai melalui empat kategori metodologis yang meliputi objektivasi melalui struktur, distansiasi melalui tulisan, distansiasi melalui dunia teks, dan apropriasi. Objektivasi melalui struktur adalah suatu upaya yang menunjukkan relasi-relasi intern dalam struktur atau teks, hermeneutika berkaitan erat dengan analisis struktural. Analisis struktural adalah sarana logis untuk menafsirkan teks. Penafsiran melalui objektivasi struktur terhadap perkataan Soekarno, “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini”. Kalimat tersebut berpihak pada satu kelompok sekaligus menekankan keberpihakan Soekarno melalui kalimat “Aku lebih senang” serta menjadikan kelompok tersebut berada di posisi atas. Selanjutnya, pernyataan “daripada pemuda kutu buku yang memikirkan diri sendiri”, melahirkan kelompok baru yakni kelompok kutu buku sementara kata “daripada” merupakan legitimasi keberpihakannya terhadap kelompok “pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini”.\nSelain daripada hasil penafsiran melalui objektivasi struktur di atas, tentu akan melahirkan bentuk penafsiran lain yang mungkin saja akan keluar daripada metode hermeneutika versi Ricouer atau dengan kata lain penafsiran para penafsir yang menyesuaikan dengan kepentingannya masing-masing. Berdasarkan logika kepentingan, para penafsir tentu akan menafsirkan perkataan Soekarno tersebut ke arah tendensi kelompok. Contohnya, kelompok praktis akan secara tidak langsung menyudutkan kelompok kutu buku dengan narasi pembenarannya dan ditambah lagi dengan tesis bahwa “tugas manusia ultim adalah tindakan”. Fenomena seperti ini marak terjadi dalam ruang pendidikan tinggi khususnya kampus, pergulatan antara mahasiswa yang kecanduan “tindakan” dengan kelompok mahasiswa yang kecanduan “teori” sehingga keduanya terlibat dalam nuansa konflik batin yang berkepanjangan. Misalnya, kelompok praktis berargumen bahwa kita butuh untuk bertindak bukan hanya berteori dan kemudian kelompok teoretis mengatakan bahwa sebelum menunaikan sebuah bentuk tindakan maka kita harus memiliki gagasan yang lahir dari akumulasi teori-teori yang ada agar tindakan kita mengarah ke sesuatu yang diinginkan secara bersama. Perdebatan keduanya bukan hanya terjadi dalam dunia nyata, di dunia media pun bahkan sering terjadi tindakan singgung-menyinggung. Kelompok praktis acap kali menjadikan perkataan Soekarno di atas sebagai sebuah senjata untuk menyudutkan para kelompok teoretis, begitu pula kelompok teoretis yang kerap berargumen bahwa mengebiri sebuah teori akan menghasilkan tindakan yang sporadis dan tak berjenjang. Tak ayal, keduanya susah bertemu dalam sebuah konsensus. Pasalnya, keduanya termakan oleh ego masing-masing sehingga efek yang sering lahir adalah terjadinya sebuah bentuk pembiaran terhadap permasalahan.\nOleh karena itu, Hannah Arendht dalam filsafat tindakannya yang mencakup vita activa dan vita contemplativa melihat perkataan Soekarno, “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini, daripada pemuda kutu buku yang memikirkan diri sendiri”, sebagai sebuah langkah yang secara tersirat membagi dua kelompok yang pada dasarnya bagi Arendht sendiri adalah sesuatu yang harusnya dimiliki oleh seorang manusia, artinya antara vita activa (kelompok praktis) dan vita contemplativa (kelompok teoretis) harus berjalan berdampingan tanpa salah satunya berada di atas maupun di bawah. Kekayaan teoretis dan praktis sudah seharusnya tertanam dalam diri manusia tanpa berpihak di antara keduanya karena pada dasarnya sebuah tindakan akan bermuara kepada hasil yang memuaskan jika ditopang kuat oleh gagasan dan kerangka teoretis dan sebuah teori akan betul-betul hidup jika diterapkan dalam konstruksi kehidupan nyata. Mengebiri sebuah “teori” akan melahirkan “tindakan yang sporadis dan membungkam sebuah “tindakan” dengan kecanduan pada “teori” akan menanggalkan kerja paripurna seorang manusia yakni tindakan."
     },
     {
        "id": 2,
      "judul": "Memahami Peta Syariat, Ushul Fiqh, dan Fiqh Dengan Sederhana",
      "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/10\/09cfbb53b1542b6835e9f9cde4adf2cb-495x300.jpg",
      "tahun_terbit": "13-Jul-19",
      "kategoribuku": "Celoteh",
      "rating": "4.0",
      "deskripsi": "Salah satu kitab sederhana tentang kajian Ushul Fiqh yang sangat populer dijadikan rujukan di pesantren, begitupun di pesantren saya dulu, […]",
      "isi": "Salah satu kitab sederhana tentang kajian Ushul Fiqh yang sangat populer dijadikan rujukan di pesantren, begitupun di pesantren saya dulu, ialah ‘Ilmu Ushul Fiqh wa Khulashatu al-Tasyri’ al-Islami karangan Syekh Abdul Wahab Khallaf. Di bagian awal kitab ini, Syekh Abdul Wahab Khallaf memberikan pengantar yang sangat jernih perihal peta syariat, Ushul Fiqh, dan fiqh. Ketiganya tidak sama, memiliki lingkup masing-masing. Dan, tepat di titik inilah sebagian kita mengalami “salah paham” atau “salah kaprah” dengan menganggap semuanya sama. Kesalahkaprahan ini bukan main-main dampaknya. Bukan hanya pada konteks pemahaman terhadap suatu hukum Islam, tetapi rawan menjadikan kita bersikap absolutis, fanatis, benar-benaran, kepada paham sendiri, dengan tentu saja menyalah-nyalahkan paham orang lain.\nSaya mulai dengan mengutipkan sebuah twit yang dituliskan oleh seseorang yang terkenal di sosial media. Di biodatanya, beliau menyatakan diri penceramah (ada kontak person yang disediakan), mengasuh lembaga kajian al-Qur’an, dan followernya (jamaahnya) sangat banyak. Beberapa kali saya menemukan twitnya yang “bermasalah” secara keilmuan dasar Ushul Fiqh begini, dan begitu banyak followernya yang mengaminkannya dengan selebratif. Tanpa ampun, khas sosial media.\nDi twit tersebut, dia menuliskan istilah rancu yang fatal sekali dampaknya, yakni “syariah berhijab”. Maksudnya ialah (dalam terkaan saya) “hukum syariat menggunakan hijab bagi para perempuan muslimah dengan konsep hijab yang dipahaminya”, yakni berjubah lebar dari atas ke bawah dan berjilbab lebar.\nSaya tak ada masalah sama sekali dengan model hijab demikian. Istri saya juga memiliki sejumlah jubah dan jilbab lebar begitu—sebagaimana saya pribadi juga kerap mengenakan gamis Arab jika sedang ke masjid atau mushalla.\nMari saya tunjukkan letak kerancuan istilah “syariah berhijab” tersebut, sebagai sebuah contoh saja, secara ilmu Ushul Fiqh dan dampaknya kemudian kepada praktik pemahaman hukum Islam kita.\nSyekh Abdul Wahab Khallaf menuliskan di bagian awal kitabnya: “Telah menjadi kesepakatan di antara para ulama di antara perbedaan mazhab-mazhabnya bahwa setiap ucapan dan perbuatan manusia, baik dalam bidang peribadatan maupun mu’amalah, yang terkait dengan tindak-tindak hukum publik maupun pribadi, atau segala ragam akad atau aktivitas apa saja, terdapat hukumnya dalam syariat Islam. Hukum-hukum syariat ini sebagiannya tertera terang dalam nash-nash (tekstual) al-Qur’an dan sunnah Rasul Saw., tetapi sebagian lainnya tidak tertera terang (tidak tekstual). Namun demikian, syariat tetaplah meliputi semuanya sesuai dengan peran para mujtahid (mufti) untuk memahami dalil-dalil dan perintah-perintah terkait dan kemudian menetapkan bentuk hukum-hukumnya.”\nBegitulah definisi syariat. Ya, begitu saja. Kita bisa mengambil sejumlah contoh dari khazanah ayat maupun hadis Rasul Saw. yang terang menunjuk kepada suatu hukum syariat, seperti perintah menjalankan salat, puasa, zakat, haji bagi yang mampu, berbuat baik kepada orang tua, bersedekah, saling rela dalam jual beli, larangan membunuh, memberikan pinjaman yang meringankan, membayar pinjaman dengan segera, dan lain sebagainya. Pada contoh-contoh di atas, kita mudah mengerti keterangan dalil-dalil syariat tersebut.\nPada contoh-contoh lain, yang tidak terang petunjuknya, itu artinya membutuhkan peran mujtahid (mufti), pakar, ulama, misal, seperti bagaimana ukuran panjang jilbab, bagaimana hukum berkawan dengan nonmuslim, bagaimana hukum jual beli online, bagaimana hukum bersosial media, bagaimana hukum bunga bank, dll.\nBahkan, coba perhatikan kembali, pada contoh-contoh yang makna dalil-dalilnya terang begitu, sangat sering peran mujtahid tetap diperlukan dengan signifikan untuk memberikan keterangan yang lebih detail dan lengkap sehingga suatu hukum bisa dipraktikkan secara teknis. Jadi, di dalam dalil yang qath’i pun, begitu istilahnya, juga acap dibutuhkan ijtihad ulama. Apalagi kepada dalil-dalil syariat yang dzanni, tidak terang, atau memuat nilai moral etisnya semata. Sebutlah apakah bunga bank termasuk riba atau bagaimana hukum sistem pemerintahan demokrasi Pancasila, dll.\nKita genggam dulu pengertian syariat tersebut di sini.\nBerikutnya, logis dan alamiah dikarenakan karakter sumber-sumber pokok syariat Islam itu banyak (bahkan dominan) mengandung petunjuk-petunjuk globalnya saja, tidak terperinci, diperlukan penalaran ilmiah dan bertanggung jawab untuk menafsir dan menakwil dalil-dalil tersebut secara komprehensif dengan berlandas pelbagai metode ilmiahnya. Peran ini diemban oleh para mujtahid. Untuk menjadi mujtahid, sudah pasti ia wajib memiliki kompetensi keilmuan yang otoritatif—selain tentu saja niat baik untuk semata memformulasikan hukum Islam, bukan untuk memperturutkan hawa nafsunya.\nInilah yang disebut ilmu Ushul Fiqh.\nSyekh Abdul Wahab Khallaf mengatakan: “Ilmu Ushul Fiqh ialah ilmu perihal kaidah-kaidah dan pembahasan-pembahasan (kajian-kajian) yang menjadi penghubung bagi lahirnya pemahaman-pemahaman terhadap hukum-hukum syariat yang dikandung dalil-dalilnya.”\nTentulah, yang pantas dan mampu mengemban amanat ini hanyalah para ahli ilmu, ulama, pakar studi al-Qur’an dan hadis, dan sejenisnya, yang pada pokoknya hanya ternisbatkan kepada “para ahli”.\nSebagai tamsil kecil, dalil-dalil syariat Islam itu ada yang berpola “dalil kulli” dan ada “dalil juz’i”. Keduanya lalu memberikan pengaruh kepada hukum kulli dan pula hukum juz’i. Ini misal terjadi pada dalil syariat tentang “ulurkanlah jilbabmu” pada surat al-Ahzab ayat 59.\nDalam terjemahan digital yang saya pegang, ayat tersebut diartikan begini: “Hai Nabi, katakanlah kepada istri-istrimu, anak-anak perempuanmu, dan istri-istri orang mukmin: ‘Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka.’ Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tak diganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang.”\nUmpama saya mengajukan pertanyaan kritis terhadap model terjemahan tersebut (silakan Anda buka sendiri redaksi ayat tersebut dalam bahasa Arabnya agar lebih jelas): apakah arti ‘alaihinna bermakna seluruh tubuh mereka? Bukankah secara ilmu Sharf dengan susunan Nahwu idhafah tersebut, kata “hunna” tersebut tidak serta-merta bisa dinyatakan menunjuk kepada “seluruh tubuh mereka”, tetapi “kepada mereka (kaum perempuan)” saja? Itu artinya bisa menunjuk pada kepala, pundak, kepala dan pundak, punggung, dan sebagainya, termasuk tubuh, meski tak otomatis bermakna tubuh, bukan?\nTahan dulu, ya. Jangan berkomentar dulu.\nLalu mari kita simak Asbabun Nuzul ayat tersebut—ini pun bagian dari ilmu Ushul Fiqh. Sebab diturunkannya ayat tersebut ialah ketika Umar bin Khattab menemukan salah satu istri Nabi Saw. yang tubuhnya besar, Saudah, keluar rumah. Umar berkata kepada Saudah agar takut kepada Allah Saw. dan tak keluar rumah. Lalu Saudah melaporkan kejadian tersebut kepada Rasul Saw., dan turunlah ayat tersebut.\nLebih jauh, di masa itu, kaum brandal Madinah punya kebiasaan menggoda para perempuan yang bukan bagian dari para muslimah. Entah itu kalangan budak, nonmuslim, maupun perempuan nakal sendiri.\nProf. Quraish Shihab dalam tafsir Al-Mishbah mengatakan bahwa ayat tersebut di antara maksudnya ialah mengandung perintah untuk menciptakan “identitas tegas” antara muslimah dan selainnya agar tidak mendapatkan gangguan dari kaum berandal itu. Jadi, di antara fungsi jilbab yang dipanjangkan begitu, ialah untuk menjadi identitas sosial para muslimah untuk kepentingan keamanan sosial.\nAda pula yang mengatakan bahwa di masa tersebut telah menjadi kelaziman bagi para perempuan untuk mengenakan penutup kepala, termasuk nonmuslimah. Maka perintah “ulurkanlah jilbab” tersebut dapat dipahami sebagai pembuatan perbedaan identitas antara jilbab muslimah dan selainnya.\nDi titik ini, kita tidak sedang membicarakan “bagaimana semestinya hukum berjilbab” atau “apakah perintah memanjangkan jilbab untuk sekadar identitas sosial” atau “yang benar itu mengulurkan ke seluruh tubuh ataukah sebagiannya” atau selainnya. Tidak, kita fokuskan kajian ini ke ilmu Ushul Fiqh saja.\nSeluruh paparan tersebut memperlihatkan betapa sungguh diperlukan perangkat ilmu yang luas dan otoritatif untuk menakwil dalil-dalil. Tidak bisa sekadar bermodal terjemahan al-Qur’an digital begitu rupa. Ini kita baru menukil urgensi ilmu Asbabun Nuzul, belum ke soal Mantiq dan Balaghah. Maupun metode-metode tafsir yang amat luas.\nSaya perjelas lagi: surat al-Ahzab ayat 59 adalah dalil yang menjadi sumber bagi hukum mengenakan jilbab. Itulah syariat. Ihwal berbagai pertanyaan sekilas yang saya ajukan di atas adalah tamsil perspektif-perpektif yang memungkinkan bagi lahirnya berbagai pemahaman dan penyimpulan terhadap maksud ayat tersebut, syariat tersebut. Segala pemahaman, penakwilan, dan penyimpulan terhadapnya, lalu disebut “beginilah hukum berjilbab”, apa pun itu bentuk teknisnya, itu bukan lagi syariat. Jangan sebut itu syariat. Itu “hanyalah” usaha rasional dan ilmiah para ulama kita, para ahli, dalam memahami syariat yang dikandung ayat tersebut, lalu diejawantahkan dalam formulasi begini dan begitu.\nKesimpulan-kesimpulan inilah yang disebut fiqh. Sekali lagi, bukan syariat. Jadi, fiqh tidaklah sama dengan syariat. Fiqh berarti pemahaman kita, manusia, terhadap dalil-dalil syariat. Fiqh adalah usaha membumikan pesan syariat yang dikandung dalil-dalil. Syariat ada “di langit” dan fiqh ada “di bumi”.\nMaka logis dan alamiah saja bila wujud fiqh itu majemuk, luas, dan bahkan tak terbatas, serta terus berdinamika. Dinamika hukum fiqh ini mutlak merupakan keniscayaan yang rasional dan alamiah, selaras dengan dinamika hidup umat Islam sendiri.\nDi antara empat imam mazhab terkemuka yang kita kenal luas, dari Mazhab Hanafi, Mazhab Maliki, Mazhab Syafii, dan Mazhab Hanbali, yang semuanya merujuk kepada satu guru atau sanad ilmu, yakni Imam Ja’far ash-Shadiq bin Muhammad Baqir bin Azli Zainal Abidin bin Husein bin Ali bin Abi Thalib, semua warisan fatwa hukum mereka merupakan khazanah hukum fiqh—bukan syariat. Keberbedaan dan keragaman pendapat para ulama terkemuka itu adalah keniscayaan logis dari perjalanan mereka dalam memahami dalil-dalil syariat itu.\nLalu dalam setiap mazhab itu, seiring dinamika zaman, lahir pulalah berbagai pergeseran, penambahan, bahkan pengoreksian. Kita lalu mengenal istilah hukum fiqh Hanafiyah, Malikiyah, Syafiiyah, dan Hanabilah, sebagai buah pengembangan bahkan perubahan dari sumber mazhab utamanya oleh para pengikutnya masing-masing.\nBayangkan!\nImam Ghazali, misal, yang mengikuti mazhab Syafii boleh jadi memberikan penambahan, pergeseran, bahkan pengoreksian kepada warisan hukum fiqh yang telah diletakkan pendahulunya, dan begitu seterusnya, hingga ke gerenasi kita.\nIbnu Taimiyah yang mengikuti mazhab Hanbali juga boleh jadi melakukan pelbagai penambahan maupun pengoreksian terhadap berbagai hukum fiqh yang telah diletakkan pendahulunya, dan begitu terus ke bawahnya.\nBahkan kita yang di Indonesia ini secara umum menganut mazhab Syafii, bila sedang melakukan thawaf, sadar tak sadar, kita beralih mengikuti pendapat fiqh Imam Hanafi terkait tidak batalnya wudhu saat bersentuhan dengan tidak sengaja dengan lawan jenis. Dan sebagainya.\nSekali lagi, fiqh tidaklah setara degan syariat, kendati tentu saja hukum fiqh memaksudkan untuk menampung dan mengejawantahkan maksud dan makna yang dikandung dalil-dalil syariat.\nFiqh dengan sendirinya mutlak majemuk walaupun bersumber dari dalil-dalil syariat yang sama. Kemajemukan ini merupakan hal yang logis dan alamiah belaka dikarenakan medan pemahaman ilmu dan konteks hidup setiap kita (sering disitilahlah ‘illatul hukmi) juga amat majemuk. Dengan ungkapan lugas, syariat itu sakral, tetap, dan tak berubah sepanjang zaman dan tempat, tetapi fiqh itu profan, tidak tetap, dan bisa berubah sesuai kondisi dan dinamika zaman dan tempat masing-masing kita hidup.\nDengan memahami peta jernih ini, niscaya kini kita bisa memafhumi bahwa tiada kelogisan dan kepantasan bagi setiap kita untuk mengklaim hukum fiqh yang kita pahami dan anut adalah lebih benar, lebih baik, apalagi lebih sesuai maksud al-Qur’an dan sunnah Rasul Saw., dibanding hukum fiqh orang lain yang tak sama dengan kita. Fiqh tidak mengenal istilah “lebih benar, lebih baik, apalagi lebih sesuai maksud al-Qur’an dan sunnah Rasul Saw.” sebab semua bangunan  hukum fiqh sama-sama berada di derajat ikhtiar ijtihadi manusia, para ulama, para ahli.\nMaka seyogianya segala perbedaan hukum fiqh ini hendaknya dikembalikan semata kepada prinsip kebenaran-nisbi kita yang hanya manusia, sementara yang absolut benar ialah semata kebenaran Allah Swt. dan RasulNya Saw. DikatakanNya dalam surat Ali Imran ayat 7: “Wallahu ya’lamu wa antum la ta’lamun, Dan Allah lah yang Maha Mengetahui dan kalian tidak mengetahui (hakikat kebenarannya).”\nDikarenakan begitu mendasarnya dampak fiqh yang otoritatif, secara keilmuan dan kerohanian, seyogianya hanya para ahli ilmu cum ulama saja yang mengambil peran ijtihad tersebut. Bukan sembarang orang, apalagi semua orang, apalagi semata berbekal satu ayat dan hadis yang diketahuinya dari teks-teks terjemahan. Tidak. Ini sungguh bukan perkara main-main pertanggungjawabannya di hadapan Allah Swt. dan pula harmoni sosial kita yang majemuk.\nHadis tentang mujtahid yang dikatakan Rasul Saw. akan mendapat dua pahala jika benar dan satu pahala jika salah itu hanya berlaku kepada para ahli ilmu yang otoritatif dalam menakwil sumber-sumber hukum syariat itu. Bukan sembarang orang, apalagi semua orang. Mari berendah hati selalu untuk tahu diri di hadapan tanggung jawab moral dan ukhrawi yang sangat hebat ini.\nUraian ini memperlihatkan bahwa istilah “syariat berhijab” yang memaksudkan bentuk ejawantah fiqh jilbab mesti begitu rupa sebagaimana dimaksud twit tersebut adalah tidak tepat secara keseluruhan. Secara pengertian tidak tepat, pemetaannya pun tak tepat, otoritas ilmu Ushul Fiqh-nya tidak tepat, apalagi penerapannya di antara kita yang notabene beragam ini. Apa yang dimaksudkannya “syariat berhijab” mestinya melingkupi otoritas mutlak dalilnya saja, dengan bunyi sebagaimana telah saya kutipkan tadi, adapun bentuk ejawantahnya hanyalah fiqh-nya, bukan syariatnya. Ia hanya satu bentuk penyimpulan fiqh terhadap bunyi teks dalil syariatnya, bukan satu-satunya.\nBahwa lalu ada sejumlah muslimah yang memilih pendapat fiqh tersebut, meyakini kebenarannya, ya silakan. Tiada masalah. Tetapi di detik yang sama, hak yang sama juga mesti diterima untuk diambil, diyakini, dan diamalkan muslimah lainnya.\nJika pilihan fiqh tersebut tidak berlandaskan pemahaman yang jernih terlebih dahulu perihal kursi syariat, Ushul Fiqh, dan fiqh-nya, sungguh dikhawatirkan itu hanya akan mendampakkan benturan pemahaman dengan pihak-pihak lain yang memformulasikan fprmat hukum fiqh berbeda dengannya. Buah dari benturan perbedaan yang tidak dibingkai oleh ilmu dan pemahaman yang jernih sungguh rawan betul terjatuh pada klaim menang-menangan, benar-benaran, dan berikutnya salah-menyalahkan, bahkan sesat-menyesatkan.\nMari renungkan: bagaimana mungkin kita malah menampilkan sikap buruk begitu kepada liyan di saat kita mengatakan berjuang untuk menjalankan syariat Allah Swt. dan RasulNya Saw. hanya gara-gara anutan fiqh kita berbeda andai kita telah memahami dengan jerni peta keilmuan tersebut?\nSikap bertikai (sebab fiqh) demikian sungguhlah tercela, dikecam oleh Allah Swt. langsung dalam surat Ali ‘Imran ayat 105. Mari kita hindarkan, dan itu bisa kita awali dengan terus belajar, belajar, dan belajar. Tentu pula, memupuk hati yang tawadhu’ di dalam diri masing-masing.\nSemoga bermanfaat.\nWallahu a’lam bish shawab.\nJogja, 24 Oktober 2019"
     }
]